{
  "home": {
    "home": "Home",
    "title": "Welcome to Our Website",
    "intro": "We are glad to have you here. Our website offers a variety of features and information to help you.",
    "section1": {
      "header": "About Us",
      "content": "Our company has been leading the industry for over 20 years..."
    },
    "section2": {
      "header": "Our Services",
      "content": "We offer a wide range of services to meet your needs..."
    }
  },
  "housing": {
    "housing": "Housing",
    "rooms": "Rooms",
    "pricing": "Pricing",
    "extra_services": "Extra Services",
    "booking_policies": "Booking Policies"
  },
  "location": {
    "location": "Location",
    "how_to_get_here": "How to get here"

  },
  "wineRegion": {
    "wine_region": "Wine Region",
    "biggest_wine_producers": "Biggest wine producers",
    "small_wine_producers": "Small wine producers",
    "our_favourites": "Our favourites"
  },
  "activities": {
    "activities": "Activities",
    "hiking": "Hiking",
    "cycling": "Cycling",
    "lakeBalaton": "Lake Balaton",
    "beaches": "Beaches",
    "nearby_cities": "Nearby Cities",
    "spa": "Spa",
    "badacsonyEvents": "Badacsony events"
  },
  "gallery": "Gallery",
  "contact": "Contact",
  "hikingExperiences": {
    "heading": "Hiking Experiences",
    "description": "Badacsony hiking offers breathtaking views of Lake Balaton and lush vineyards, making it a picturesque and rewarding outdoor adventure.",
    "main_introduction": "Lake Balaton and the Badacsony area offer a variety of hiking trails, each providing unique experiences for nature enthusiasts. As our house is conveniently located on the side of Badacsony Hill, the Badacsony Hill hiking trail is the closest and most accessible option. This trail allows you to immerse yourself in the region's natural beauty, with stunning views of the lake and lush vineyards. Additionally, there are several other notable routes around Lake Balaton, each offering diverse landscapes and picturesque scenery, making it an ideal destination for hikers of all levels. Whether you're seeking a challenging hike or a leisurely walk, you'll find a trail that suits your preferences.",
    "main_content": "From our house, the trail heads north-west, gradually ascending into the hilly terrain of Badacsony Mountain. Hikers will enjoy a mix of shaded forest paths and open areas offering stunning panoramic views. The highest point is the summit at 437 meters, providing breathtaking scenery. The trail winds through the mountainous terrain with various ascents and descents, marked clearly for easy navigation. Towards the end, it descends through picturesque vineyards, highlighting the region's agricultural heritage. The hike concludes back at our house, forming a convenient and enjoyable loop."
  },
  "cyclingExperiences": {
    "heading": "Cycling Experiences",
    "description": "Cycling in Badacsony and around Lake Balaton provides a unique blend of stunning vineyard landscapes, historic landmarks, and serene lakeside views, making it a perfect destination for a memorable and scenic biking adventure."

  }
}
