{
  "home": {
    "home": "Home",
    "title": "Welcome to Our Website",
    "intro": "We are glad to have you here. Our website offers a variety of features and information to help you.",
    "section1": {
      "header": "About Us",
      "content": "Our company has been leading the industry for over 20 years..."
    },
    "section2": {
      "header": "Our Services",
      "content": "We offer a wide range of services to meet your needs..."
    }
  },
  "housing": {
    "layout": "House Layout",
    "housing": "Housing",
    "rooms": "Rooms",
    "pricing": "Pricing",
    "extra_services": "Extra Services",
    "booking_policies": "Booking Policies"
  },
  "location": {
    "location": "Location",
    "how_to_get_here": "How to get here"
  },
  "wineRegion": {
    "wine_region": "Wine Region",
    "biggest_wine_producers": "Biggest wine producers",
    "small_wine_producers": "Small wine producers",
    "our_favourites": "Our favourites"
  },
  "activities": {
    "activities": "Activities",
    "hiking": "Hiking",
    "cycling": "Cycling",
    "lakeBalaton": "Lake Balaton",
    "beaches": "Beaches",
    "nearby_cities": "Nearby Cities",
    "spa": "Spa",
    "badacsonyEvents": "Badacsony events"
  },
  "gallery": "Gallery",
  "contact": "Contact",
  "hikingExperiences": {
    "heading": "Hiking Experiences",
    "description": "Badacsony hiking offers breathtaking views of Lake Balaton and lush vineyards, making it a picturesque and rewarding outdoor adventure.",
    "main_introduction": "Lake Balaton and the Badacsony area offer a variety of hiking trails, each providing unique experiences for nature enthusiasts. As our house is conveniently located on the side of Badacsony Hill, the Badacsony Hill hiking trail is the closest and most accessible option. This trail allows you to immerse yourself in the region's natural beauty, with stunning views of the lake and lush vineyards. Additionally, there are several other notable routes around Lake Balaton, each offering diverse landscapes and picturesque scenery, making it an ideal destination for hikers of all levels. Whether you're seeking a challenging hike or a leisurely walk, you'll find a trail that suits your preferences.",
    "main_content": "From our house, the trail heads north-west, gradually ascending into the hilly terrain of Badacsony Mountain. Hikers will enjoy a mix of shaded forest paths and open areas offering stunning panoramic views. The highest point is the summit at 437 meters, providing breathtaking scenery. The trail winds through the mountainous terrain with various ascents and descents, marked clearly for easy navigation. Towards the end, it descends through picturesque vineyards, highlighting the region's agricultural heritage. The hike concludes back at our house, forming a convenient and enjoyable loop.",
    "heading_trail": "The Badacsony Hill Trail"
  },
  "cyclingExperiences": {
    "description": "Cycling in Badacsony and around Lake Balaton provides a unique blend of stunning vineyard landscapes, historic landmarks, and serene lakeside views, making it a perfect destination for a memorable and scenic biking adventure.",
    "heading": "Cycling Experiences",
    "main_introduction": {
      "part1_title": "Badacsony Hill Routes:",
      "part1": "The volcanic hill of Badacsony provides a challenging yet rewarding experience for cyclists. The routes here meander through lush vineyards, charming villages, and offer breathtaking views of Lake Balaton. The terrain can be steep and rugged, making it ideal for mountain biking enthusiasts seeking an adrenaline rush.",
      "part2_title": "Lake Balaton Cycle Path:",
      "part2": "The most popular route is the Lake Balaton Cycle Path (Balatoni Bringakörút), a 200-kilometer loop that circles the entire lake. This path is well-marked and mostly flat, making it accessible for families and casual cyclists. The route passes through quaint towns, beaches, and numerous attractions, allowing cyclists to explore the rich history and culture of the region.",
      "part3_title": "Nature Trails:",
      "part3": "Beyond the main cycle path, there are numerous nature trails that venture into the scenic countryside. These trails take riders through forests, wetlands, and nature reserves, offering a closer look at the local flora and fauna."
    },
    "main_balaton_route_header": "Lake Balaton Cycle Route",
    "main_balaton_route": {
      "part1_title": "Route Overview:",
      "part1": "The cycle route around Lake Balaton is over 200 kilometers long, offering a comprehensive journey through the beautiful landscapes surrounding the lake. The route combines dedicated cycle paths and quiet side roads, ensuring a pleasant ride for cyclists of all levels.",
      "part2_title": "Terrain Details:",
      "part2": "The route on the southern and western parts of the lake is fairly flat, providing a leisurely ride that is ideal for families and casual cyclists. In contrast, the northern and eastern parts of the lake are fairly hilly, offering more of a challenge and a variety of scenic viewpoints for those seeking an invigorating ride.",
      "part3_title": "Cycling Guidelines:",
      "part3": "Cyclists are encouraged to use marked cycle routes wherever they exist, as these are safer and more convenient than main roads. Main roads should be avoided whenever possible, especially when dedicated cycle paths are available. This ensures a safer and more enjoyable cycling experience.",
      "part4_title": "Traffic and Conditions:",
      "part4": "Cyclists should be aware that some sections of the cycle path may be in poor condition. Issues can include cracked asphalt, tree root damage raising the surface into wave-like undulations, and in extreme cases, conditions that could potentially cause a cyclist to lose control."
    },

    "main_introduction_header": "Cycling Routes and Trails",
    "main_rental_header": "Bike Rentals and Services",
    "main_rental": "There are numerous bike rental shops around Lake Balaton, including in Badacsony. These shops offer a range of bicycles, from mountain bikes to e-bikes, and provide essential repair services. We also have 2 bicycles in our house that you can use.",
    "main_events_header": "Events and Tours",
    "main_events": "Throughout the year, various cycling events and guided tours are organized in the region. These events cater to different levels of cyclists and provide a great way to explore the area with expert guidance."

  },
  "layout": {
    "firstFloor": {
      "heading": "First Floor",
      "content": "The first floor is the heart of the home, with a spacious living room furnished with sofas that can easily be converted into beds, ideal for hosting guests. This floor also includes a series of cellar rooms and a unique 16-meter-long wine cellar tunnel, carved into the volcanic soil of Badacsony Hill, offering a distinctive feature for wine enthusiasts. Additionally, this floor houses a garage and a utility room, ensuring practicality and ease of living."
    },
    "upperFloor": {
      "heading": "Upper Floor",
      "content": "The upper floor is designed for privacy and relaxation, featuring three cozy bedrooms. One of these bedrooms has access to a charming balcony, providing a serene outdoor retreat."
    },
    "entrances": {
      "heading": "Entrances",
      "content": "There are two main entrances, one on each of the first two floors, offering convenient access and added flexibility for different living arrangements."
    },
    "kitchensAndBathrooms": {
      "heading": "Kitchens and Bathrooms",
      "content": "Each of the first two floors is equipped with a modern kitchen and a full bathroom with a shower. The kitchen on the upper floor also includes a dining area, perfect for family meals and gatherings."
    }
  }
}

