{
  "home": {
    "home": "Home",
    "title": "Experience the Essence of Badacsony",
    "intro": "Nestled in the heart of the Badacsony region, our Estonian-English family-owned retreat offers breathtaking views and a rich wine culture.",
    "houseTitle": "Our House in Badacsony",
    "houseDescription": "Purchased in 2015 and fully renovated, our house is perched on the hill of Badacsony, right next to the heart of the tourism and wine center. The house offers breathtaking views of Lake Balaton and features well-furnished rooms, a tranquil garden, and modern amenities.",
    "detailsButton": "DETAILS",
    "aboutUsTitle": "About Us",
    "aboutUsDescription": "We are Elika and Giles, an international couple with a passion for wine and hospitality. Elika, from Estonia, and Giles, from England, both share a love for Badacsony. Despite living and working in Estonia, we spend most of our free time here, embracing the region's rich culture and beautiful landscapes. We look forward to welcoming guests to our home and sharing our love for this unique area."
  },
  "footer": {
    "companyName": "Balaton Wines & Views",
    "companyAddress": "Római út 245, Badacsonytomaj, Hungary, 8261 ",
    "phone": "Phone: +123 456 7890",
    "email": "Email: fred.brosman06[at]gmail.com"
  },
  "housing": {
    "layout": "House Layout",
    "housing": "Housing",
    "rooms": "Rooms",
    "pricing": "Pricing",
    "extra_services": "Extra Services",
    "booking_policies": "Booking Policies"
  },
  "location": {
    "location": "Location",
    "house_location": "House location",
    "how_to_get_here": "How to get here",
    "tallinn_badacsony": "Tallinn -> Badacsony"
  },
  "wineRegion": {
    "wine_region": "Wine Region",
    "biggest_wine_producers": "Biggest wine producers",
    "small_wine_producers": "Small wine producers",
    "our_favourites": "Our favourites"
  },
  "activities": {
    "activities": "Activities",
    "hiking": "Hiking",
    "cycling": "Cycling",
    "lakeBalaton": "Lake Balaton",
    "nearby_cities": "Nearby Cities",
    "lakeHévíz": "Lake Hévíz",
    "badacsonyEvents": "Badacsony events"
  },
  "gallery": "Gallery",
  "contact": "Contact",
  "hikingExperiences": {
    "heading": "Hiking Experiences",
    "main_introduction": "Lake Balaton and the Badacsony area offer a variety of hiking trails, each providing unique experiences for nature enthusiasts. As our house is conveniently located on the side of Badacsony Hill, the Badacsony Hill hiking trail is the closest and most accessible option. This trail allows you to immerse yourself in the region's natural beauty, with stunning views of the lake and lush vineyards. Additionally, there are several other notable routes around Lake Balaton, each offering diverse landscapes and picturesque scenery, making it an ideal destination for hikers of all levels. Whether you're seeking a challenging hike or a leisurely walk, you'll find a trail that suits your preferences.",
    "main_content": "From our house, the trail heads north-west, gradually ascending into the hilly terrain of Badacsony Mountain. Hikers will enjoy a mix of shaded forest paths and open areas offering stunning panoramic views. The highest point is the summit at 437 meters, providing breathtaking scenery. The trail winds through the mountainous terrain with various ascents and descents, marked clearly for easy navigation. Towards the end, it descends through picturesque vineyards, highlighting the region's agricultural heritage. The hike concludes back at our house, forming a convenient and enjoyable loop.",
    "heading_trail": "The Badacsony Hill Trail"
  },
  "cyclingExperiences": {
    "heading": "Cycling Experiences",
    "main_introduction": {
      "part1_title": "Badacsony Hill Routes:",
      "part1": "The volcanic hill of Badacsony provides a challenging yet rewarding experience for cyclists. The routes here meander through lush vineyards, charming villages, and offer breathtaking views of Lake Balaton. The terrain can be steep and rugged, making it ideal for mountain biking enthusiasts seeking an adrenaline rush.",
      "part2_title": "Lake Balaton Cycle Path:",
      "part2": "The most popular route is the Lake Balaton Cycle Path (Balatoni Bringakörút), a 200-kilometer loop that circles the entire lake. This path is well-marked and mostly flat, making it accessible for families and casual cyclists. The route passes through quaint towns, beaches, and numerous attractions, allowing cyclists to explore the rich history and culture of the region.",
      "part3_title": "Nature Trails:",
      "part3": "Beyond the main cycle path, there are numerous nature trails that venture into the scenic countryside. These trails take riders through forests, wetlands, and nature reserves, offering a closer look at the local flora and fauna."
    },
    "main_balaton_route_header": "Lake Balaton Cycle Route",
    "main_balaton_route": {
      "part1_title": "Route Overview:",
      "part1": "The cycle route around Lake Balaton is over 200 kilometers long, offering a comprehensive journey through the beautiful landscapes surrounding the lake. The route combines dedicated cycle paths and quiet side roads, ensuring a pleasant ride for cyclists of all levels.",
      "part2_title": "Terrain Details:",
      "part2": "The route on the southern and western parts of the lake is fairly flat, providing a leisurely ride that is ideal for families and casual cyclists. In contrast, the northern and eastern parts of the lake are fairly hilly, offering more of a challenge and a variety of scenic viewpoints for those seeking an invigorating ride.",
      "part3_title": "Cycling Guidelines:",
      "part3": "Cyclists are encouraged to use marked cycle routes wherever they exist, as these are safer and more convenient than main roads. Main roads should be avoided whenever possible, especially when dedicated cycle paths are available. This ensures a safer and more enjoyable cycling experience.",
      "part4_title": "Traffic and Conditions:",
      "part4": "Cyclists should be aware that some sections of the cycle path may be in poor condition. Issues can include cracked asphalt, tree root damage raising the surface into wave-like undulations, and in extreme cases, conditions that could potentially cause a cyclist to lose control."
    },
    "main_introduction_header": "Cycling Routes and Trails",
    "main_rental_header": "Bike Rentals and Services",
    "main_rental": "There are numerous bike rental shops around Lake Balaton, including in Badacsony. These shops offer a range of bicycles, from mountain bikes to e-bikes, and provide essential repair services. We also have 2 bicycles in our house that you can use.",
    "main_events_header": "Events and Tours",
    "main_events": "Throughout the year, various cycling events and guided tours are organized in the region. These events cater to different levels of cyclists and provide a great way to explore the area with expert guidance.",
    "main_3days": "Alternatively, you could spread the trip over three days, although this would require you to use a ferry."
  },
  "layout": {
    "firstFloor": {
      "heading": "First Floor",
      "content": "The first floor is the heart of the home, with a spacious living room furnished with sofas that can easily be converted into beds, ideal for hosting guests. This floor also includes a series of cellar rooms and a unique 16-meter-long wine cellar tunnel, carved into the volcanic soil of Badacsony Hill, offering a distinctive feature for wine enthusiasts. Additionally, this floor houses a garage and a utility room, ensuring practicality and ease of living."
    },
    "upperFloor": {
      "heading": "Upper Floor",
      "content": "The upper floor is designed for privacy and relaxation, featuring three cozy bedrooms. One of these bedrooms has access to a charming balcony, providing a serene outdoor retreat."
    },
    "entrances": {
      "heading": "Entrances",
      "content": "There are two main entrances, one on each of the first two floors, offering convenient access and added flexibility for different living arrangements."
    },
    "kitchensAndBathrooms": {
      "heading": "Kitchens and Bathrooms",
      "content": "Each of the first two floors is equipped with a modern kitchen and a full bathroom with a shower. The kitchen on the upper floor also includes a dining area, perfect for family meals and gatherings."
    }
  },
  "wineries": {
    "laposa_estate": {
      "name": "Laposa Estate",
      "description": "This family-run winery is one of the most prominent in Badacsony, producing about 500,000 bottles annually. They are known for their white wines, including Welschriesling, Rhine Riesling, Pinot Gris, Kéknyelű, Furmint, and Juhfark. The estate offers a variety of gastronomic experiences and wine tastings with stunning views of Lake Balaton.",
      "website_text": "Visit Website",
      "website_url": "https://www.laposa.hu/en"
    },
    "sipos_borhaz": {
      "name": "SIPOS Borház",
      "description": "Another significant winery in the region, SIPOS Borház is family-owned and produces a variety of white, red, and rosé wines. The winery emphasizes quality over quantity and is known for its wines made from grapes grown in their own vineyards near Lake Balaton.",
      "website_text": "Visit Website",
      "website_url": "https://www.siposbor.hu/"
    },
    "patzay_winery": {
      "name": "Pátzay Winery",
      "description": "Located in Badacsonytomaj, Pátzay Winery is known for its vibrant wines produced using modern technology while maintaining traditional methods. They have a reputation for producing elegant wines that reflect the unique volcanic soil of the region.",
      "website_text": "Visit Website",
      "website_url": "https://winesofhungary.hu/wineries/patzay-winery-4819"
    },
    "villa_tolnay_borhaz": {
      "name": "Villa Tolnay Borhaz",
      "description": "This winery focuses on terroir wines, utilizing the volcanic soil of the region to produce distinctive and flavorful wines. They are noted for their commitment to quality and the unique characteristics of their wines.",
      "website_text": "Visit Website",
      "website_url": "https://villatolnay.wineshop.hu/"
    },
    "valibor": {
      "name": "VáliBor",
      "description": "Known for its fresh wines made from organically grown grapes, VáliBor offers a welcoming environment with homemade and local foods paired with their wines. Their commitment to organic farming and traditional methods makes their wines stand out.",
      "website_text": "Visit Website",
      "website_url": "https://www.valibor.hu/en"
    }
  },
  "rentalOptions": {
    "heading": "Rental Options",
    "intro1": "We offer a variety of renting options to suit your needs, whether you are looking for individual room rentals, entire floor rentals, or renting the whole house for a larger group or family gathering.",
    "intro2": "All bookings are done via phone or email. Please contact us to get the best price quote for long stays."
  },
  "roomPricing": {
    "heading": "Room Pricing",
    "roomType": "Room Type",
    "price": "Price",
    "perNight": "(per night)",
    "bedsOccupancy": "Beds & Occupancy",
    "bedroom": "Bedroom",
    "bedroomDownstairs": "Bedroom downstairs",
    "bedroomBalcony": "Bedroom with balcony",
    "bedroomDetails": "1 Queen Bed, Sleeps 2",
    "bedroomDownstairsDetails": "1 King Bed, Sleeps 2",
    "bedroomBalconyDetails": "1 King Bed, Sleeps 2"
  },
  "floorPricing": {
    "heading": "Whole Floor Pricing",
    "floor": "Floor",
    "price": "Price",
    "perNight": "(per night)",
    "bedsOccupancy": "Beds & Occupancy",
    "firstFloor": "1st Floor",
    "secondFloor": "2nd Floor",
    "firstFloorDetails": "1 Bedroom, Sleeps 6",
    "secondFloorDetails": "3 Bedrooms, Sleeps 6"
  },
  "houseRental": {
    "heading": "Whole House Rental",
    "rentalType": "Rental Type",
    "price": "Price",
    "perNight": "(per night)",
    "bedsOccupancy": "Beds & Occupancy",
    "wholeHouse": "Whole House",
    "wholeHouseDetails": "4 Bedrooms, Sleeps 12"
  },
  "bookingInfo": {
    "message": "To book your stay, please contact us via email or phone. We are happy to provide you with a customized quote for long stays.",
    "contactUs": "Contact Us",
    "eventsWebsite": "Visit Badacsony events website"
  },
  "extraServices": {
    "intro": "We offer a variety of extra services to enhance your stay. Please note that these services are only available when the host is present.",
    "heading": "Extra Services",
    "service": "Service",
    "price": "Price",
    "perPerson": "(per person)",
    "description": "Description",
    "breakfast": "Breakfast",
    "breakfastDetails": "Delicious continental breakfast served each morning.",
    "wineTasting": "Wine Tasting",
    "wineTastingDetails": "Experience the best local wines with a guided tasting session.",
    "transport": "Transport",
    "transportPrice": "1.5€ per km + 15€ per hour",
    "transportDetails": "Shuttle service available to and from local attractions.",
    "message": "Additional services are only available when the host is present and must be booked at least 3 days in advance. Bookings can be made in person, via email, or by phone."
  },
  "bookingPolicies": {
    "title": "Booking Policies",
    "reservationPolicy": "Reservation Policy",
    "reservationPolicyText1": "All bookings are confirmed once full payment has been received.",
    "reservationPolicyText2": "You will receive a confirmation email with the details of your stay.",
    "reservationPolicyText3": "We accept payments via credit card, debit card, and bank transfer. Payment must be made in full at the time of booking.",
    "cancellationPolicy": "Cancellation Policy",
    "cancellationPolicyText1": "Cancellations made up to 14 days before the check-in date will receive a full refund.",
    "cancellationPolicyText2": "Cancellations made between 7 to 14 days before the check-in date will receive a 50% refund.",
    "cancellationPolicyText3": "Cancellations made less than 7 days before the check-in date will not be eligible for a refund.",
    "noShowPolicy": "No-Show Policy",
    "noShowPolicyText": "If you do not arrive on the scheduled check-in date without prior notification, the full booking amount will be charged, and the reservation will be cancelled.",
    "additionalServices": "Additional Services",
    "additionalServicesText1": "Additional services (such as guided tours, special meals, or transportation) are only available when the host is present.",
    "additionalServicesText2": "These services must be booked at least 3 days in advance.",
    "additionalServicesText3": "Bookings can be made in person, via email, or by phone.",
    "childrenPolicy": "Children and Extra Beds",
    "childrenPolicyText1": "Children under 12 years old stay free when using existing bedding.",
    "childrenPolicyText2": "Extra beds are available for an additional charge. Cribs for infants are available upon request and are free of charge.",
    "petsPolicy": "Pets Policy",
    "petsPolicyText1": "Pets are allowed on prior agreement.",
    "petsPolicyText2": "Service animals are permitted with prior notification and documentation.",
    "damagePolicy": "Damage and Liability",
    "damagePolicyText1": "Guests are responsible for any damage caused to the property during their stay.",
    "damagePolicyText2": "The cost of repairs or replacements will be charged to the guest. The property is not responsible for loss or damage to personal belongings. Guests are advised to secure their valuables."
  },
  "howToGetHere": {
    "title": "How to Get Here",
    "byCar": {
      "title": "By Car",
      "description": "Driving to our house is a great option if you enjoy scenic routes and the flexibility of having your own vehicle. Here are the directions:",
      "direction1": "From Budapest: Take the M7 motorway towards Balaton, then follow the signs to Badacsony.",
      "direction2": "From Vienna: Take the A2 motorway towards Graz, then follow the signs to Hungary and continue towards Badacsony.",
      "direction3": "Parking is available on-site."
    },
    "byPlaneRentalCar": {
      "title": "By Plane and Rental Car",
      "description": "If you prefer to fly, you can rent a car at the airport. Here are the details:",
      "detail1": "Fly to Budapest Ferenc Liszt International Airport (BUD) or Vienna International Airport.",
      "detail2": "Rent a car at the airport from one of the major car rental companies.",
      "detail3": "Drive to our house following the directions provided in the 'By Car' section."
    },
    "byPlaneTrain": {
      "title": "By Plane and Train",
      "description": "For those who prefer not to drive, you can take a train after your flight. Here are the steps:",
      "step1": "Fly to Budapest Ferenc Liszt International Airport (BUD).",
      "step2": "Take a taxi or public transport to Budapest Déli Railway Station.",
      "step3": "Take a train to Badacsony Train Station.",
      "step4": "From the train station, take a taxi to our house, which is approximately 2.5 km away."
    }
  },
  "tallinnBadacsony": {
    "title": "From Tallinn to Badacsony",
    "byCar": {
      "title": "By Car",
      "description": "Driving from Tallinn to Római út 245, Badacsony is a great option if you enjoy scenic routes and the flexibility of having your own vehicle. Here are the directions:",
      "direction1": "From Tallinn, head south on Pärnu maantee and merge onto Route 4/E67 via the ramp to Pärnu/Ikla.",
      "direction2": "Continue on E67, crossing the border into Latvia, and head towards Riga.",
      "direction3": "From Riga, follow signs to merge onto E67/A7, and continue towards Bauska. Cross the border into Lithuania and continue on E67/A10 towards Panevėžys.",
      "direction4": "From Vilnius, take A4 towards the Polish border, crossing into Poland and following signs towards Suwałki. Continue on Route 8/E67 towards Białystok, then towards Warsaw. Continue on E67/A2, and continue towards Łódź and Wrocław.",
      "direction5": "From Wrocław, take A4 towards the Czech border, crossing into the Czech Republic and continuing towards Ostrava. From Ostrava, merge onto D1/E462 towards Brno. From Brno, take D2/E65 towards the Slovak border, crossing into Slovakia and heading towards Bratislava. From Bratislava, take D2 towards the Hungarian border, crossing into Hungary and continuing towards Győr. From Győr, take M1 towards Budapest. From Budapest, take M7 motorway towards Balaton, and follow signs to Badacsony. Continue on local roads to Római út 245, Badacsony."
    },
    "byPlane": {
      "title": "By Plane and Rental Car",
      "description": "If you prefer to fly, you can rent a car at the airport. Here are the details:",
      "detail1": "Fly from Tallinn Airport (TLL) to Budapest Ferenc Liszt International Airport (BUD).",
      "detail2": "Rent a car at the airport from one of the major car rental companies.",
      "detail3": "Drive to our house following the directions provided in the 'By Car' section from Budapest to Római út 245, Badacsony."
    },
    "byPlaneTrain": {
      "title": "By Plane and Train",
      "description": "For those who prefer not to drive, you can take a train after your flight. Here are the steps:",
      "step1": "Fly from Tallinn Airport (TLL) to Budapest Ferenc Liszt International Airport (BUD).",
      "step2": "Take a taxi or public transport to Budapest Déli Railway Station.",
      "step3": "Take a train to Badacsony Train Station.",
      "step4": "From the train station, take a taxi or walk to our house, which is approximately 2.5 km away."
    }
  },
  "favourites": {
    "introTitle": "Our Favourite Wine Bars and Restaurants",
    "introText": "Discover our handpicked selection of the best wine bars and restaurants in the region. Each spot offers a unique experience, perfect for wine lovers and food enthusiasts alike.",
    "bar1Title": "1. Berkes Vendégház és Étterem",
    "bar1Description": "A cozy guesthouse and restaurant in Badacsonytördemic, known for its friendly family staff and beautiful views of Lake Balaton and Szigliget Castle. They offer delicious local wines and a variety of traditional Hungarian dishes in a welcoming atmosphere.",
    "bar2Title": "2. Kutasy Pince Bt.",
    "bar2Description": "An elegant wine cellar offering a curated selection of local wines. It is renowned for its exquisite dining experiences that highlight the region's wine and culinary heritage.",
    "bar3Title": "3. Domaine Edegger Borászat",
    "bar3Description": "A popular winery and wine bar known for its great atmosphere and a variety of wines available by the glass. It offers a unique experience for wine lovers with its charming setting and extensive wine list.",
    "bar4Title": "4. Panoráma Borterasz",
    "bar4Description": "Known for its excellent selection of regional wines and vibrant atmosphere, this wine terrace offers stunning views and a delightful experience for wine enthusiasts.",
    "bar5Title": "5. Laposa Domains",
    "bar5Description": "A top-rated winery offering a gourmet menu and an extensive wine list. The estate is known for producing high-quality wines and providing a memorable gastronomic experience.",
    "bar6Title": "6. Kisfaludy Ház Étterem",
    "bar6Description": "A charming restaurant with a wide range of local wines and live music. It is a popular spot for its cozy ambiance and excellent service.",
    "bar7Title": "7. Rózsakő Vendéglő",
    "bar7Description": "A small, intimate restaurant with a curated selection of fine wines. It is well-regarded for its personalized service and high-quality wines.",
    "bar8Title": "8. Imre borpince",
    "bar8Description": "A family-friendly winery and restaurant offering delicious food and a great selection of wines. It is a perfect spot for families and groups looking for a relaxing dining experience.",
    "bar9Title": "9. Szeremley Borház",
    "bar9Description": "A lively wine house known for its friendly staff and excellent wines. It offers a welcoming environment and a great selection of local wines.",
    "bar10Title": "10. frissTerasz",
    "bar10Description": "Offers a great selection of wines and a cozy ambiance. It is a popular spot for both locals and visitors looking to enjoy a relaxed evening with good wine.",
    "bar11Title": "11. Pláne Badacsony borterasz",
    "bar11Description": "An upscale restaurant with a fantastic wine cellar. It provides a sophisticated dining experience with a focus on high-quality wines and gourmet food.",
    "bar12Title": "12. Vigadó Borozó",
    "bar12Description": "A popular spot for wine lovers, offering tastings and events. It is well-known for its vibrant atmosphere and excellent selection of wines.",
    "favouriteMapInstruction": "Click on the numbers on the map to view details below."
  },
  "contacts": {
    "informationTitle": "Contact Information",
    "elikaName": "Elika (Estonian-English)",
    "elikaPhone": "+372 5555 5555",
    "elikaEmail": "elika[at]example.com",
    "gilesName": "Giles (English)",
    "gilesPhone": "+372 5555 5556",
    "gilesEmail": "giles[at]example.com",
    "hoursTitle": "Business Hours",
    "mondayToThursday": "Monday to Thursday: 08:00 - 21:00 EET",
    "fridayToSaturday": "Friday to Saturday: 12:00 - 21:00 EET"
  },
  "lakeBalaton": {
    "introTitle": "Lake Balaton",
    "introText1": "Lake Balaton is the largest freshwater lake in Central Europe, covering an area of about 592 square kilometers (229 square miles). Its vast expanse and relatively shallow depth make it a popular destination for water-based activities.",
    "introText2": "Beneath the surface of Lake Balaton lie numerous geothermal springs, contributing to its warm water temperatures during the summer months. This natural thermal activity enhances the lake’s appeal for swimming, particularly in its southern shores where the water can reach pleasantly warm temperatures.",
    "swimmingTitle": "Swimming",
    "swimmingDescription": "With its shallow waters and gradual sloping beaches, Lake Balaton is perfect for swimming. Many beaches around the lake are equipped with facilities such as lifeguards, changing rooms, and snack bars, ensuring a comfortable swimming experience for visitors of all ages. The closest beach to our house is the recently renovated Egry József Strand Badacsony. Most of the beaches around the lake have a small entry fee.",
    "sailingTitle": "Sailing",
    "sailingDescription": "Lake Balaton’s expansive waters and steady winds make it an ideal destination for sailing enthusiasts. Whether you’re a seasoned sailor or a beginner, you can rent sailboats or join sailing courses offered by local sailing clubs to explore the lake’s scenic shores and charming waterfront towns from a unique perspective.",
    "waterSkiingTitle": "Water Skiing & Wakeboarding",
    "waterSkiingDescription": "Thrill-seekers can enjoy water skiing and wakeboarding on Lake Balaton’s calm waters. Rental shops and water sports centers offer equipment and instruction for beginners, while experienced riders can show off their skills and carve through the waves."
  },
  "tapolca": {
    "distance": "10 km from Badacsony",
    "description": "Tapolca is renowned for its unique thermal lake cave, where visitors can enjoy boat tours inside the cave. The town's picturesque streets and the serene Malom Lake add to its charm, making it a delightful destination for relaxation and exploration."
  },
  "keszthely": {
    "distance": "25 km from Badacsony",
    "description": "Keszthely is a historic town known for the magnificent Festetics Palace, a stunning baroque mansion. The town offers lakeside promenades, numerous museums, and vibrant cultural events, providing a rich blend of history and leisure activities."
  },
  "balatonfured": {
    "distance": "35 km from Badacsony",
    "description": "Balatonfüred is a popular resort town famous for its beautiful waterfront, marina, and historic villas. It hosts the annual Anna Ball and offers various recreational activities and thermal baths, making it a lively and attractive destination for visitors."
  },
  "heviz": {
    "distance": "30 km from Badacsony",
    "description": "Hévíz is renowned for its natural thermal lake, the largest of its kind in Europe. The therapeutic waters attract visitors seeking wellness treatments and relaxation, making Hévíz a premier destination for health and wellness tourism."
  },
  "nearbyCitiesPageTitle": "Nearby Cities",
  "szigliget": {
    "distance": "7 km from Badacsony",
    "description": "Szigliget is a picturesque village known for its historic castle ruins offering panoramic views of Lake Balaton. The village is also famous for its vineyards and charming old-world atmosphere, making it a perfect spot for a peaceful getaway."
  },
  "lakeHevizPageTitle": "Lake Hévíz",
  "lakeHeviz": {
    "description": "Lake Hévíz is the largest natural thermal lake in Europe, renowned for its medicinal properties and year-round warm temperatures. The lake is surrounded by a beautiful park and features water lilies that add to its serene atmosphere. Visitors can enjoy therapeutic baths and wellness treatments at the Hévíz Spa, making it a popular destination for health and relaxation.",
    "webpage": "Visit Hévíz Spa Website",
    "distance": "29km from Badacsony"
  },
  "badacsonyEventsPageTitle": "Badacsony Events",
  "events": {
    "wineWeek": {
      "title": "Badacsony Wine Week",
      "dates": "July 12 - July 28",
      "description": "Enjoy a variety of local wines, live music, and cultural programs in Badacsony Park. It's a celebration of the region's rich winemaking traditions.",
      "location": "Badacsony Park"
    },
    "abrahamhegyWineDays": {
      "title": "Ábrahámhegy Wine Days",
      "dates": "August 1 - August 10",
      "description": "A festival featuring wine tastings, local delicacies, and entertainment in the charming village of Ábrahámhegy.",
      "location": "Ábrahámhegy"
    },
    "greybeardFestival": {
      "title": "Badacsony Greybeard and Hungarian Grey Cattle Festival",
      "dates": "August 10 - August 11",
      "description": "A unique festival celebrating the local Greybeard grape variety and Hungarian Grey cattle, with tastings, culinary events, and cultural programs.",
      "location": "Badacsony"
    },
    "kingStStephenDays": {
      "title": "King St Stephen's Days",
      "dates": "August 15 - August 20",
      "description": "Commemorate Hungary's founding with traditional festivities, parades, and fireworks, honoring St. Stephen, the first king of Hungary.",
      "location": "Badacsony and surrounding areas"
    },
    "medievalDay": {
      "title": "Medieval Day at the Castle of Szigliget",
      "dates": "August 18",
      "description": "Step back in time with reenactments, medieval music, and crafts at the historic Castle of Szigliget.",
      "location": "Castle of Szigliget"
    },
    "harvestFestival": {
      "title": "60th Badacsony Harvest",
      "dates": "September 6 - September 8",
      "description": "Celebrate the harvest season with wine tastings, folk music, and dances, marking the 60th anniversary of this traditional festival.",
      "location": "Badacsony Park"
    },
    "perchFestival": {
      "title": "Perch Festival in Szigliget",
      "dates": "October 19 - October 20",
      "description": "A culinary festival focused on perch dishes, accompanied by live music, local wines, and a vibrant atmosphere.",
      "location": "Szigliget"
    },
    "wineTriathlon": {
      "title": "Wine Triathlon - Riesling Weekend",
      "dates": "October 24 - October 26",
      "description": "A triathlon event combining sporting challenges with wine tastings, focusing on the region's renowned Riesling wines.",
      "location": "Badacsony and surrounding wine regions"
    },
    "newYearsEveSwim": {
      "title": "New Year's Eve Swimming in Ábrahámhegy",
      "dates": "December 31",
      "description": "An exhilarating tradition where brave participants take a dip in the chilly waters of Lake Balaton to celebrate the New Year.",
      "location": "Ábrahámhegy"
    }
  },

  "viewMoreButton": "View More Events",

  "categories": {
    "1st_floor": "1st Floor",
    "2nd_floor": "2nd Floor",
    "Garden": "Garden"
  },
  "eventDescription": "Badacsony events"
}




