{
  "home": {
    "home": "Kodu",
    "title": "Koge Badacsony olemust",
    "intro": "Meie Eesti-Inglise pere poolt hallatav puhkepaik asub Badacsony piirkonna südames, pakkudes hingematvaid vaateid ja rikkalikku veinikultuuri."
  },
  "footer": {
    "companyName": "Balaton Wines & Views",
    "companyAddress": "Római út 245, Badacsonytomaj, Ungari, 8134",
    "phone": "Telefon: +123 456 7890",
    "email": "Email: fred.brosman06[at]gmail.com"
  },
  "housing": {
    "layout": "Majaplaan",
    "housing": "Majutus",
    "rooms": "Toad",
    "pricing": "Hinnakiri",
    "extra_services": "Lisateenused",
    "booking_policies": "Tingimused"
  },
  "location": {
    "location": "Asukoht",
    "house_location": "Maja asukoht",
    "how_to_get_here": "Kuidas kohale jõuda",
    "tallinn_badacsony": "Tallinn -> Badacsony"
  },
  "wineRegion": {
    "wine_region": "Veinipiirkond",
    "biggest_wine_producers": "Suurimad veinivalmistajad",
    "small_wine_producers": "Väikesed veinivalmistajad",
    "our_favourites": "Meie lemmikud"
  },
  "activities": {
    "activities": "Tegevused",
    "hiking": "Matkamine",
    "cycling": "Jalgrattasõit",
    "lakeBalaton": "Balatoni järv",
    "nearby_cities": "Lähedal asuvad linnad",
    "spa": "Spa",
    "badacsonyEvents": "Badacsony sündmused"
  },
  "gallery": "Galerii",
  "contact": "Kontakt",
  "hikingExperiences": {
    "heading": "Matkakogemused",
    "description": "Badacsony's matkamine pakub hingematvaid vaateid Balatoni järvele ja lopsakatele viinamarjaistandustele, muutes selle maaliliseks ja tasuvaks väliseikluseks.",
    "main_introduction": "Balatoni järv ja Badacsony piirkond pakuvad mitmesuguseid matkaradasid, millest igaüks pakub ainulaadseid kogemusi loodusehuvilistele. Kuna meie maja asub mugavalt Badacsony mäe küljel, on Badacsony mäe matkarada kõige lähemal ja ligipääsetavam valik. See rada võimaldab teil sukelduda piirkonna looduse ilu, pakkudes vapustavaid vaateid järvele ja lopsakatele viinamarjaistandustele. Lisaks on Balatoni järve ümbruses mitmeid teisi märkimisväärseid marsruute, millest igaüks pakub mitmekesiseid maastikke ja maalilisi vaateid, muutes selle ideaalseks sihtkohaks igas tasemel matkajatele. Olenemata sellest, kas otsite väljakutset pakkuvat matka või lõõgastavat jalutuskäiku, leiate kindlasti raja, mis vastab teie eelistustele.",
    "main_content": "Meie majast algab rada loode suunas, tõustes järk-järgult Badacsony mäe künklikul maastikul. Matkajad naudivad varjulisi metsaradu ja avatud alasid, mis pakuvad vapustavaid panoraamvaateid. Kõrgeim punkt on tipp, mille kõrgus on 437 meetrit ja mis pakub hingematvaid vaateid. Rada lookleb mägisel maastikul, kus on erinevad tõusud ja langused, selgelt tähistatud lihtsaks navigeerimiseks. Lõpus laskub rada läbi maaliliste viinamarjaistanduste, tuues esile piirkonna põllumajandusliku pärandi. Matk lõpeb tagasi meie majas, moodustades mugava ja nauditava ringi.",
    "heading_trail": "Badacsony mäe rada"
  },
  "cyclingExperiences": {
    "heading": "Jalgrattasõidu Elamused",
    "description": "Jalgrattasõit Badacsonys ja Balatoni järve ümbruses pakub kauneid vaateid ja maalilist rattaseiklust.",
    "main_introduction": {
      "part1_title": "Badacsony mäerajad:",
      "part1": "Badacsony vulkaaniline mägi pakub ratturitele väljakutsuvat, kuid tasuvat kogemust. Rattarajad looklevad läbi lopsakate viinamarjaistanduste ja võluvate külade, pakkudes hingematvaid vaateid Balatoni järvele. Maastik võib olla järsk ja karm, muutes selle ideaalseks mägirattasõidu entusiastidele, kes otsivad adrenaliinilaksu.",
      "part2_title": "Balatoni jalgrattatee:",
      "part2": "Kõige populaarsem marsruut on Balatoni jalgrattatee (Balatoni Bringakörút), 200-kilomeetrine ring, mis ümbritseb kogu järve. See tee on hästi märgistatud ja enamasti tasane, muutes selle ligipääsetavaks peredele ja juhuslikele ratturitele. Marsruut läbib maalilisi linnu, randu ja arvukalt vaatamisväärsusi, võimaldades ratturitel avastada piirkonna rikkalikku ajalugu ja kultuuri.",
      "part3_title": "Loodusrajad:",
      "part3": "Peale peamise jalgrattatee on palju loodusrajad, mis viivad ratturid maalilisse maapiirkonda. Need rajad viivad läbi metsade, märgalade ja looduskaitsealade, pakkudes lähemat pilku kohalikele taime- ja loomaliikidele."
    },
    "main_balaton_route_header": "Balatoni jalgrattatee",
    "main_balaton_route": {
      "part1_title": "Marsruudi ülevaade:",
      "part1": "Balatoni järve ümbritsev jalgrattatee on üle 200 kilomeetri pikk, pakkudes põhjalikku reisi kaunite maastike kaudu, mis ümbritsevad järve. Marsruut kombineerib spetsiaalseid jalgrattateid ja vaikseid kõrvalteid, tagades meeldiva sõidu kõikidele ratturitasemetele.",
      "part2_title": "Maastiku üksikasjad:",
      "part2": "Järve lõuna- ja lääneosa marsruut on üsna tasane, pakkudes lõõgastavat sõitu, mis sobib ideaalselt peredele. Järve põhja- ja idaosa on üsna mägine, pakkudes rohkem väljakutseid ja mitmesuguseid maalilisi vaatepunkte neile, kes otsivad kosutavat sõitu.",
      "part3_title": "Jalgrattasõidu juhised:",
      "part3": "Ratturitel soovitatakse kasutada märgistatud jalgrattateid alati, kui need on olemas, kuna need on ohutumad ja mugavamad kui põhiteed. Suuremaid autoteid tuleks võimaluse korral vältida, eriti kui olemas on spetsiaalsed jalgrattateed. See tagab ohutuma ja nauditavama jalgrattasõidukogemuse.",
      "part4_title": "Liiklus ja tingimused:",
      "part4": "Ratturid peaksid olema teadlikud, et mõned jalgrattatee lõigud võivad olla halvas seisukorras. Probleemideks võivad olla lõhenenud asfalt, puujuured, mis tõstavad pinda laineliseks."
    },
    "main_introduction_header": "Jalgrattateed ja -rajad",
    "main_rental_header": "Rattarent ja -teenused",
    "main_rental": "Balatoni järve ümbruses, sealhulgas Badacsony piirkonnas, on palju rattarendipoode. Need poed pakuvad erinevaid jalgrattaid, alates maastikuratastest kuni elektriratasteni. Meil on majas ka 2 jalgratast, mida saate kasutada.",
    "main_events_header": "Üritused ja tuurid",
    "main_events": "Aasta jooksul korraldatakse piirkonnas erinevaid jalgrattaüritusi ja juhendatud tuure. Need üritused on mõeldud erineva tasemega ratturitele ja pakuvad suurepärast võimalust piirkonda avastada ekspertide juhendamisel.",
    "main_3days": "Teise võimalusena võite rattamatke jagada kolmele päevale, kuigi see nõuab parvlaeva kasutamist."
  },
  "layout": {
    "firstFloor": {
      "heading": "Esimene korrus",
      "content": "Esimene korrus on kodu süda, kus on avar elutuba, mis on sisustatud diivanitega, mida saab hõlpsasti vooditeks muuta, ideaalne külaliste vastuvõtmiseks. Sellel korrusel on ka mitmeid keldriruume ja ainulaadne 16-meetri pikkune veinikeldri tunnel, mis on uuristatud Badacsony mäe vulkaanilisse pinnasesse, pakkudes veinientusiastidele erilist omadust. Lisaks asub sellel korrusel garaaž ja abiruum, tagades praktilisuse ja elamise lihtsuse."
    },
    "upperFloor": {
      "heading": "Ülemine korrus",
      "content": "Ülemine korrus on mõeldud privaatsuseks ja lõõgastumiseks, kus on kolm hubast magamistuba. Üks neist magamistubadest on koos rõduga, pakkudes vaateid Balatoni järvele."
    },
    "entrances": {
      "heading": "Sissepääsud",
      "content": "Kaks peamist sissepääsu, üks kummalgi esimesel kahel korrusel, pakuvad mugavat juurdepääsu ja lisavad paindlikkust erinevatele elukorraldustele."
    },
    "kitchensAndBathrooms": {
      "heading": "Köögid ja vannitoad",
      "content": "Mõlemal esimesel kahel korrusel on kaasaegne köök ja täielik vannituba dušiga. Ülemise korruse köögis on ka söögituba, mis on ideaalne peretoidukordade ja koosviibimiste jaoks."
    }
  },
  "wineries": {
    "laposa_estate": {
      "name": "Laposa Estate",
      "description": "See perekonna poolt juhitav veinimaja on üks silmapaistvamaid Badacsony piirkonnas, tootes aastas umbes 500 000 pudelit. Nad on tuntud oma valgete veinide, sealhulgas Welschrieslingi, Rhine Rieslingi, Pinot Grisi, Kéknyelű, Furminti ja Juhfarki poolest. Kinnistu pakub erinevaid gastronoomilisi elamusi ja veinide degusteerimist koos hingematvate vaadetega Balatoni järvele.",
      "website_text": "Külastage veebisaiti",
      "website_url": "https://www.laposa.hu/en"
    },
    "sipos_borhaz": {
      "name": "SIPOS Borház",
      "description": "Teine märkimisväärne veinimaja piirkonnas, SIPOS Borház on perekonna omanduses ja toodab erinevaid valgeid, punaseid ja rosé veine. Veinimaja rõhutab kvaliteeti kvantiteedi üle ja on tuntud oma veinide poolest, mis on valmistatud nende enda viinamarjaistandustes kasvatatud viinamarjadest Balatoni järve lähedal.",
      "website_text": "Külastage veebisaiti",
      "website_url": "https://www.siposbor.hu/"
    },
    "patzay_winery": {
      "name": "Pátzay Winery",
      "description": "Badacsonytomajis asuv Pátzay Winery on tuntud oma elavate veinide poolest, mis on toodetud kaasaegset tehnoloogiat kasutades, säilitades samal ajal traditsioonilised meetodid. Neil on maine elegantsete veinide tootmisel, mis peegeldavad piirkonna ainulaadset vulkaanilist pinnast.",
      "website_text": "Külastage veebisaiti",
      "website_url": "https://winesofhungary.hu/wineries/patzay-winery-4819"
    },
    "villa_tolnay_borhaz": {
      "name": "Villa Tolnay Borhaz",
      "description": "See veinimaja keskendub terroir-veinidele, kasutades piirkonna vulkaanilist pinnast, et toota eristuvaid ja maitseküllaseid veine. Nad on tuntud oma pühendumuse poolest kvaliteedile ja oma veinide ainulaadsetele omadustele.",
      "website_text": "Külastage veebisaiti",
      "website_url": "https://villatolnay.wineshop.hu/"
    },
    "valibor": {
      "name": "VáliBor",
      "description": "VáliBor on tuntud oma värskete veinide poolest, mis on valmistatud mahepõllumajanduslikult kasvatatud viinamarjadest. Nad pakuvad kodust ja kohalikku toitu koos oma veinidega. Nende pühendumus mahepõllumajandusele ja traditsioonilistele meetoditele muudab nende veinid silmapaistvaks.",
      "website_text": "Külastage veebisaiti",
      "website_url": "https://www.valibor.hu/en"
    }
  },
  "rentalOptions": {
    "heading": "Hinnakiri",
    "intro1": "Pakume erinevaid rendivõimalusi, mis vastavad teie vajadustele, olgu tegemist individuaalsete toarendide, terve korruse rendiga või kogu maja rentimisega suurema grupi või pere kogunemiseks.",
    "intro2": "Kõik broneeringud tehakse telefoni või e-posti teel. Palun võtke meiega ühendust, et saada parim hinnapakkumine pikemaks peatumiseks."
  },
  "roomPricing": {
    "heading": "Toa hinnad",
    "roomType": "Toa tüüp",
    "price": "Hind",
    "perNight": "(öö kohta)",
    "bedsOccupancy": "Voodid ja mahutavus",
    "bedroom": "Magamistuba",
    "bedroomDownstairs": "Magamistuba esimesel korrusel",
    "bedroomBalcony": "Magamistuba rõduga",
    "bedroomDetails": "1 Queen voodi, mahutab 2",
    "bedroomDownstairsDetails": "1 King voodi, mahutab 2",
    "bedroomBalconyDetails": "1 King voodi, mahutab 2"
  },
  "floorPricing": {
    "heading": "Kogu korruse hind",
    "floor": "Korrus",
    "price": "Hind",
    "perNight": "(öö kohta)",
    "bedsOccupancy": "Voodid ja mahutavus",
    "firstFloor": "1. korrus",
    "secondFloor": "2. korrus",
    "firstFloorDetails": "1 magamistuba, mahutab 6",
    "secondFloorDetails": "3 magamistuba, mahutab 6"
  },
  "houseRental": {
    "heading": "Kogu maja rent",
    "rentalType": "Renditüüp",
    "price": "Hind",
    "perNight": "(öö kohta)",
    "bedsOccupancy": "Voodid ja mahutavus",
    "wholeHouse": "Kogu maja",
    "wholeHouseDetails": "4 magamistuba, mahutab 12"
  },
  "bookingInfo": {
    "message": "Broneeringu tegemiseks võtke meiega ühendust e-posti või telefoni teel. Oleme hea meelega valmis pakkuma teile kohandatud hinnapakkumist pikemaks peatumiseks.",
    "contactUs": "Võtke meiega ühendust"
  },
  "extraServices": {
    "intro": "Pakume mitmesuguseid täiendavaid teenuseid, et teie viibimist veelgi paremaks muuta. Palun pange tähele, et need teenused on saadaval ainult siis, kui peremees on kohal.",
    "heading": "Lisateenused",
    "service": "Teenus",
    "price": "Hind",
    "perPerson": "(inimese kohta)",
    "description": "Kirjeldus",
    "breakfast": "Hommikusöök",
    "breakfastDetails": "Maitsev kontinentaalne hommikusöök igal hommikul.",
    "wineTasting": "Veinide Degustatsioon",
    "wineTastingDetails": "Kogege kohalikke veine juhendatud degustatsiooniga.",
    "transport": "Transport",
    "transportPrice": "1.5€/km + 15€/h",
    "transportDetails": "Transporditeenus kohalike vaatamisväärsuste juurde ja tagasi.",
    "message": "Täiendavad teenused on saadaval ainult siis, kui peremees on kohal ja need tuleb broneerida vähemalt 3 päeva ette. Broneerimine peab toimuma isiklikult, e-posti teel või telefoni teel."
  },
  "bookingPolicies": {
    "title": "Tingimused",
    "reservationPolicy": "Broneerimise poliitika",
    "reservationPolicyText1": "Kõik broneeringud kinnitatakse pärast kogu makse laekumist.",
    "reservationPolicyText2": "Saate kinnituskirja oma viibimise üksikasjadega.",
    "reservationPolicyText3": "Me aktsepteerime makseid krediitkaardiga, deebetkaardiga ja pangaülekandega. Makse tuleb tasuda täielikult broneerimise hetkel.",
    "cancellationPolicy": "Tühistamise poliitika",
    "cancellationPolicyText1": "Tühistamisel kuni 14 päeva enne sisseregistreerimise kuupäeva tagastatakse kogu summa.",
    "cancellationPolicyText2": "Tühistamisel 7 kuni 14 päeva enne sisseregistreerimise kuupäeva tagastatakse 50% summast.",
    "cancellationPolicyText3": "Tühistamisel vähem kui 7 päeva enne sisseregistreerimise kuupäeva ei ole tagasimakse võimalik.",
    "noShowPolicy": "Ilmumata jätmise poliitika",
    "noShowPolicyText": "Kui te ei ilmu kokkulepitud sisseregistreerimise kuupäeval ilma eelneva teavituseta, võetakse kogu broneeringu summa ja broneering tühistatakse.",
    "additionalServices": "Täiendavad teenused",
    "additionalServicesText1": "Täiendavad teenused (näiteks ekskursioonid, eritoidud või transport) on saadaval ainult siis, kui peremees on kohal.",
    "additionalServicesText2": "Need teenused tuleb broneerida vähemalt 3 päeva ette.",
    "additionalServicesText3": "Broneerimine peab toimuma isiklikult, e-posti teel või telefoni teel.",
    "childrenPolicy": "Lapsed ja lisavoodid",
    "childrenPolicyText1": "Alla 12-aastased lapsed saavad olemasolevaid voodeid kasutades tasuta ööbida.",
    "childrenPolicyText2": "Lisavoodid on saadaval lisatasu eest. Imikute voodid on saadaval eelneval kokkuleppel ja on tasuta.",
    "petsPolicy": "Lemmikloomade poliitika",
    "petsPolicyText1": "Lemmikloomad on eelneval kokkuleppel lubatud.",
    "petsPolicyText2": "Teenistusloomad on lubatud eelneva teavitamise ja dokumenteerimise korral.",
    "damagePolicy": "Kahjustuste ja vastutuse poliitika",
    "damagePolicyText1": "Külalised vastutavad oma viibimise ajal kinnistule tekitatud kahju eest.",
    "damagePolicyText2": "Remondi või asendamise kulud võetakse külaliselt. Kinnistu ei vastuta isiklike asjade kaotsimineku või kahjustumise eest. Külalisi soovitatakse oma väärtuslikke esemeid turvaliselt hoida."
  },
  "howToGetHere": {
    "title": "Kuidas siia tulla",
    "byCar": {
      "title": "Autoga",
      "description": "Meie maja juurde sõitmine on suurepärane valik, kui naudite maalilisi marsruute ja oma sõiduki kasutamise paindlikkust. Siin on juhised:",
      "direction1": "Budapestist: Sõitke M7 kiirteele Balatoni suunas, seejärel järgige märke Badacsonysse.",
      "direction2": "Viinist: Sõitke A2 kiirteele Graz'i suunas, seejärel järgige märke Ungarisse ja jätkake Badacsony suunas.",
      "direction3": "Parkimine on saadaval kohapeal."
    },
    "byPlaneRentalCar": {
      "title": "Lennukiga ja rendiautoga",
      "description": "Kui eelistate lennata, saate lennujaamas rentida auto. Siin on üksikasjad:",
      "detail1": "Lendage Budapesti Ferenc Liszt rahvusvahelisse lennujaama (BUD) või Viini rahvusvahelisse lennujaama.",
      "detail2": "Rentige auto lennujaamas ühest suuremast autorendifirmast.",
      "detail3": "Sõitke meie majja, järgides juhiseid, mis on toodud jaotises 'Autoga'."
    },
    "byPlaneTrain": {
      "title": "Lennukiga ja rongiga",
      "description": "Neile, kes ei soovi autoga sõita, saate pärast lendu rongi võtta. Siin on sammud:",
      "step1": "Lendage Budapesti Ferenc Liszt rahvusvahelisse lennujaama (BUD).",
      "step2": "Võtke takso või ühistransport Budapest Déli raudteejaama.",
      "step3": "Võtke rong Badacsony raudteejaama.",
      "step4": "Raudteejaamast jalutage meie majani, mis on 2,5 km kaugusel."
    }
  },
  "tallinnBadacsony": {
    "title": "Reis Tallinnast Badacsony",
    "byCar": {
      "title": "Autoga",
      "description": "Sõit Tallinnast Római út 245, Badacsony on suurepärane valik, kui naudite maalilisi marsruute ja oma sõiduki kasutamise paindlikkust. Siin on juhised:",
      "direction1": "Tallinnast alustage lõunasuunas Pärnu maanteel ja liituge maanteega 4/E67 läbi Pärnu/Ikla rampi.",
      "direction2": "Jätkake E67-l, ületades piiri Lätisse ja suunduge Riia poole.",
      "direction3": "Riias järgige märke, et liituda E67/A7-ga ja jätkake Bauska poole. Ületage piiri Leetu ja jätkake E67/A10-l Panevėžys suunas.",
      "direction4": "Vilniusest võtke A4 Poola piiri suunas, ületades piiri Poola ja järgides märke Suwałki suunas. Jätkake maanteel 8/E67 Białystokini, seejärel Varssavi suunas. Jätkake E67/A2-l, jätkake Łódź ja Wrocławi suunas.",
      "direction5": "Wrocławist võtke A4 Tšehhi piiri suunas, ületades piiri Tšehhi Vabariiki ja jätkates Ostrava suunas. Ostravast liituge D1/E462-ga Brno suunas. Brnost võtke D2/E65 Slovakkia piiri suunas, ületades piiri Slovakkiasse ja suundudes Bratislava suunas. Bratislavast võtke D2 Ungari piiri suunas, ületades piiri Ungarisse ja jätkates Győri suunas. Győrist võtke M1 Budapest suunas. Budapestist võtke M7 kiirtee Balatoni suunas ja järgige märke Badacsonysse. Jätkake kohalikul teel Római út 245, Badacsony."
    },
    "byPlane": {
      "title": "Lennukiga ja rendiautoga",
      "description": "Kui eelistate lennata, saate lennujaamas rentida auto. Siin on üksikasjad:",
      "detail1": "Lennake Tallinna Lennujaamast (TLL) Budapest Ferenc Liszt rahvusvahelisse lennujaama (BUD).",
      "detail2": "Rentige lennujaamast auto ühest suuremast autorendifirmast.",
      "detail3": "Sõitke meie majja järgides juhiseid jaotises 'Autoga' Budapestist Római út 245, Badacsony."
    },
    "byPlaneTrain": {
      "title": "Lennukiga ja rongiga",
      "description": "Neile, kes ei soovi juhtida, saate pärast lendu rongi võtta. Siin on sammud:",
      "step1": "Lennake Tallinna Lennujaamast (TLL) Budapest Ferenc Liszt rahvusvahelisse lennujaama (BUD).",
      "step2": "Tellige takso või kasutage ühistransporti, et jõuda Budapest Déli raudteejaama",
      "step3": "Sõitke rongiga Badacsony rongipeatusesse",
      "step4": "rongipeatusest võtke takso või kõndige meie majani, mis asub 2.5km kaugusel."
    }
  }
}

