{
  "home": {
    "home": "Kodu",
    "title": "Koge Badacsony olemust",
    "intro": "Meie Eesti-Inglise pere poolt hallatav puhkepaik asub Badacsony piirkonna südames, pakkudes hingematvaid vaateid ja rikkalikku veinikultuuri.",
    "houseTitle": "Meie Maja Badacsonys",
    "houseDescription": "2015. aastal ostetud ja täielikult renoveeritud maja asub Badacsony mäe nõlval, otse turismi- ja veinikeskuse südames. Maja pakub hingematvaid vaateid Balatoni järvele ning seal on hästi sisustatud toad, rahulik aed ja kaasaegsed mugavused.",
    "detailsButton": "DETAILID",
    "aboutUsTitle": "Meist",
    "aboutUsDescription": "Oleme Elika ja Giles, rahvusvaheline paar, kes on kirglik veini ja külalislahkuse vastu. Elika on pärit Eestist ja Giles Inglismaalt ning mõlemad jagavad armastust Badacsony vastu. Vaatamata sellele, et elame ja töötame Eestis, veedame suurema osa oma vabast ajast siin, nautides piirkonna rikkalikku kultuuri ja kauneid maastikke. Ootame põnevusega külalisi meie koju ja jagame oma armastust selle ainulaadse piirkonna vastu."
  },
  "footer": {
    "companyName": "Balaton Wines & Views",
    "companyAddress": "Római út 245, Badacsonytomaj, Ungari, 8134",
    "phone": "Telefon: +123 456 7890",
    "email": "Email: fred.brosman06[at]gmail.com"
  },
  "housing": {
    "layout": "Majaplaan",
    "housing": "Majutus",
    "rooms": "Toad",
    "pricing": "Hinnakiri",
    "extra_services": "Lisateenused",
    "booking_policies": "Tingimused"
  },
  "location": {
    "location": "Asukoht",
    "house_location": "Maja asukoht",
    "how_to_get_here": "Kuidas kohale jõuda",
    "tallinn_badacsony": "Tallinn -> Badacsony"
  },
  "wineRegion": {
    "wine_region": "Veinipiirkond",
    "biggest_wine_producers": "Suurimad veinivalmistajad",
    "small_wine_producers": "Väikesed veinivalmistajad",
    "our_favourites": "Meie lemmikud"
  },
  "activities": {
    "activities": "Tegevused",
    "hiking": "Matkamine",
    "cycling": "Jalgrattasõit",
    "lakeBalaton": "Balatoni järv",
    "nearby_cities": "Lähedal asuvad linnad",
    "lakeHévíz": "Lake Hévíz",
    "badacsonyEvents": "Badacsony sündmused"
  },
  "gallery": "Galerii",
  "contact": "Kontakt",
  "hikingExperiences": {
    "heading": "Matkakogemused",
    "main_introduction": "Balatoni järv ja Badacsony piirkond pakuvad mitmesuguseid matkaradasid, millest igaüks pakub ainulaadseid kogemusi loodusehuvilistele. Kuna meie maja asub mugavalt Badacsony mäe küljel, on Badacsony mäe matkarada kõige lähemal ja ligipääsetavam valik. See rada võimaldab teil sukelduda piirkonna looduse ilu, pakkudes vapustavaid vaateid järvele ja lopsakatele viinamarjaistandustele. Lisaks on Balatoni järve ümbruses mitmeid teisi märkimisväärseid marsruute, millest igaüks pakub mitmekesiseid maastikke ja maalilisi vaateid, muutes selle ideaalseks sihtkohaks igas tasemel matkajatele. Olenemata sellest, kas otsite väljakutset pakkuvat matka või lõõgastavat jalutuskäiku, leiate kindlasti raja, mis vastab teie eelistustele.",
    "main_content": "Meie majast algab rada loode suunas, tõustes järk-järgult Badacsony mäe künklikul maastikul. Matkajad naudivad varjulisi metsaradu ja avatud alasid, mis pakuvad vapustavaid panoraamvaateid. Kõrgeim punkt on tipp, mille kõrgus on 437 meetrit ja mis pakub hingematvaid vaateid. Rada lookleb mägisel maastikul, kus on erinevad tõusud ja langused, selgelt tähistatud lihtsaks navigeerimiseks. Lõpus laskub rada läbi maaliliste viinamarjaistanduste, tuues esile piirkonna põllumajandusliku pärandi. Matk lõpeb tagasi meie majas, moodustades mugava ja nauditava ringi.",
    "heading_trail": "Badacsony mäe rada"
  },
  "cyclingExperiences": {
    "heading": "Jalgrattasõidu Elamused",
    "main_introduction": {
      "part1_title": "Badacsony mäerajad:",
      "part1": "Badacsony vulkaaniline mägi pakub ratturitele väljakutsuvat, kuid tasuvat kogemust. Rattarajad looklevad läbi lopsakate viinamarjaistanduste ja võluvate külade, pakkudes hingematvaid vaateid Balatoni järvele. Maastik võib olla järsk ja karm, muutes selle ideaalseks mägirattasõidu entusiastidele, kes otsivad adrenaliinilaksu.",
      "part2_title": "Balatoni jalgrattatee:",
      "part2": "Kõige populaarsem marsruut on Balatoni jalgrattatee (Balatoni Bringakörút), 200-kilomeetrine ring, mis ümbritseb kogu järve. See tee on hästi märgistatud ja enamasti tasane, muutes selle ligipääsetavaks peredele ja juhuslikele ratturitele. Marsruut läbib maalilisi linnu, randu ja arvukalt vaatamisväärsusi, võimaldades ratturitel avastada piirkonna rikkalikku ajalugu ja kultuuri.",
      "part3_title": "Loodusrajad:",
      "part3": "Peale peamise jalgrattatee on palju loodusrajad, mis viivad ratturid maalilisse maapiirkonda. Need rajad viivad läbi metsade, märgalade ja looduskaitsealade, pakkudes lähemat pilku kohalikele taime- ja loomaliikidele."
    },
    "main_balaton_route_header": "Balatoni jalgrattatee",
    "main_balaton_route": {
      "part1_title": "Marsruudi ülevaade:",
      "part1": "Balatoni järve ümbritsev jalgrattatee on üle 200 kilomeetri pikk, pakkudes põhjalikku reisi kaunite maastike kaudu, mis ümbritsevad järve. Marsruut kombineerib spetsiaalseid jalgrattateid ja vaikseid kõrvalteid, tagades meeldiva sõidu kõikidele ratturitasemetele.",
      "part2_title": "Maastiku üksikasjad:",
      "part2": "Järve lõuna- ja lääneosa marsruut on üsna tasane, pakkudes lõõgastavat sõitu, mis sobib ideaalselt peredele. Järve põhja- ja idaosa on üsna mägine, pakkudes rohkem väljakutseid ja mitmesuguseid maalilisi vaatepunkte neile, kes otsivad kosutavat sõitu.",
      "part3_title": "Jalgrattasõidu juhised:",
      "part3": "Ratturitel soovitatakse kasutada märgistatud jalgrattateid alati, kui need on olemas, kuna need on ohutumad ja mugavamad kui põhiteed. Suuremaid autoteid tuleks võimaluse korral vältida, eriti kui olemas on spetsiaalsed jalgrattateed. See tagab ohutuma ja nauditavama jalgrattasõidukogemuse.",
      "part4_title": "Liiklus ja tingimused:",
      "part4": "Ratturid peaksid olema teadlikud, et mõned jalgrattatee lõigud võivad olla halvas seisukorras. Probleemideks võivad olla lõhenenud asfalt, puujuured, mis tõstavad pinda laineliseks."
    },
    "main_introduction_header": "Jalgrattateed ja -rajad",
    "main_rental_header": "Rattarent ja -teenused",
    "main_rental": "Balatoni järve ümbruses, sealhulgas Badacsony piirkonnas, on palju rattarendipoode. Need poed pakuvad erinevaid jalgrattaid, alates maastikuratastest kuni elektriratasteni. Meil on majas ka 2 jalgratast, mida saate kasutada.",
    "main_events_header": "Üritused ja tuurid",
    "main_events": "Aasta jooksul korraldatakse piirkonnas erinevaid jalgrattaüritusi ja juhendatud tuure. Need üritused on mõeldud erineva tasemega ratturitele ja pakuvad suurepärast võimalust piirkonda avastada ekspertide juhendamisel.",
    "main_3days": "Teise võimalusena võite rattamatke jagada kolmele päevale, kuigi see nõuab parvlaeva kasutamist."
  },
  "layout": {
    "firstFloor": {
      "heading": "Esimene korrus",
      "content": "Esimene korrus on kodu süda, kus on avar elutuba, mis on sisustatud diivanitega, mida saab hõlpsasti vooditeks muuta, ideaalne külaliste vastuvõtmiseks. Sellel korrusel on ka mitmeid keldriruume ja ainulaadne 16-meetri pikkune veinikeldri tunnel, mis on uuristatud Badacsony mäe vulkaanilisse pinnasesse, pakkudes veinientusiastidele erilist omadust. Lisaks asub sellel korrusel garaaž ja abiruum, tagades praktilisuse ja elamise lihtsuse."
    },
    "upperFloor": {
      "heading": "Ülemine korrus",
      "content": "Ülemine korrus on mõeldud privaatsuseks ja lõõgastumiseks, kus on kolm hubast magamistuba. Üks neist magamistubadest on koos rõduga, pakkudes vaateid Balatoni järvele."
    },
    "entrances": {
      "heading": "Sissepääsud",
      "content": "Kaks peamist sissepääsu, üks kummalgi esimesel kahel korrusel, pakuvad mugavat juurdepääsu ja lisavad paindlikkust erinevatele elukorraldustele."
    },
    "kitchensAndBathrooms": {
      "heading": "Köögid ja vannitoad",
      "content": "Mõlemal esimesel kahel korrusel on kaasaegne köök ja täielik vannituba dušiga. Ülemise korruse köögis on ka söögituba, mis on ideaalne peretoidukordade ja koosviibimiste jaoks."
    }
  },
  "wineries": {
    "laposa_estate": {
      "name": "Laposa Estate",
      "description": "See perekonna poolt juhitav veinimaja on üks silmapaistvamaid Badacsony piirkonnas, tootes aastas umbes 500 000 pudelit. Nad on tuntud oma valgete veinide, sealhulgas Welschrieslingi, Rhine Rieslingi, Pinot Grisi, Kéknyelű, Furminti ja Juhfarki poolest. Kinnistu pakub erinevaid gastronoomilisi elamusi ja veinide degusteerimist koos hingematvate vaadetega Balatoni järvele.",
      "website_text": "Külastage veebisaiti",
      "website_url": "https://www.laposa.hu/en"
    },
    "sipos_borhaz": {
      "name": "SIPOS Borház",
      "description": "Teine märkimisväärne veinimaja piirkonnas, SIPOS Borház on perekonna omanduses ja toodab erinevaid valgeid, punaseid ja rosé veine. Veinimaja rõhutab kvaliteeti kvantiteedi üle ja on tuntud oma veinide poolest, mis on valmistatud nende enda viinamarjaistandustes kasvatatud viinamarjadest Balatoni järve lähedal.",
      "website_text": "Külastage veebisaiti",
      "website_url": "https://www.siposbor.hu/"
    },
    "patzay_winery": {
      "name": "Pátzay Winery",
      "description": "Badacsonytomajis asuv Pátzay Winery on tuntud oma elavate veinide poolest, mis on toodetud kaasaegset tehnoloogiat kasutades, säilitades samal ajal traditsioonilised meetodid. Neil on maine elegantsete veinide tootmisel, mis peegeldavad piirkonna ainulaadset vulkaanilist pinnast.",
      "website_text": "Külastage veebisaiti",
      "website_url": "https://winesofhungary.hu/wineries/patzay-winery-4819"
    },
    "villa_tolnay_borhaz": {
      "name": "Villa Tolnay Borhaz",
      "description": "See veinimaja keskendub terroir-veinidele, kasutades piirkonna vulkaanilist pinnast, et toota eristuvaid ja maitseküllaseid veine. Nad on tuntud oma pühendumuse poolest kvaliteedile ja oma veinide ainulaadsetele omadustele.",
      "website_text": "Külastage veebisaiti",
      "website_url": "https://villatolnay.wineshop.hu/"
    },
    "valibor": {
      "name": "VáliBor",
      "description": "VáliBor on tuntud oma värskete veinide poolest, mis on valmistatud mahepõllumajanduslikult kasvatatud viinamarjadest. Nad pakuvad kodust ja kohalikku toitu koos oma veinidega. Nende pühendumus mahepõllumajandusele ja traditsioonilistele meetoditele muudab nende veinid silmapaistvaks.",
      "website_text": "Külastage veebisaiti",
      "website_url": "https://www.valibor.hu/en"
    }
  },
  "rentalOptions": {
    "heading": "Hinnakiri",
    "intro1": "Pakume erinevaid rendivõimalusi, mis vastavad teie vajadustele, olgu tegemist individuaalsete toarendide, terve korruse rendiga või kogu maja rentimisega suurema grupi või pere kogunemiseks.",
    "intro2": "Kõik broneeringud tehakse telefoni või e-posti teel. Palun võtke meiega ühendust, et saada parim hinnapakkumine pikemaks peatumiseks."
  },
  "roomPricing": {
    "heading": "Toa hinnad",
    "roomType": "Toa tüüp",
    "price": "Hind",
    "perNight": "(öö kohta)",
    "bedsOccupancy": "Voodid ja mahutavus",
    "bedroom": "Magamistuba",
    "bedroomDownstairs": "Magamistuba esimesel korrusel",
    "bedroomBalcony": "Magamistuba rõduga",
    "bedroomDetails": "1 Queen voodi, mahutab 2",
    "bedroomDownstairsDetails": "1 King voodi, mahutab 2",
    "bedroomBalconyDetails": "1 King voodi, mahutab 2"
  },
  "floorPricing": {
    "heading": "Kogu korruse hind",
    "floor": "Korrus",
    "price": "Hind",
    "perNight": "(öö kohta)",
    "bedsOccupancy": "Voodid ja mahutavus",
    "firstFloor": "1. korrus",
    "secondFloor": "2. korrus",
    "firstFloorDetails": "1 magamistuba, mahutab 6",
    "secondFloorDetails": "3 magamistuba, mahutab 6"
  },
  "houseRental": {
    "heading": "Kogu maja rent",
    "rentalType": "Renditüüp",
    "price": "Hind",
    "perNight": "(öö kohta)",
    "bedsOccupancy": "Voodid ja mahutavus",
    "wholeHouse": "Kogu maja",
    "wholeHouseDetails": "4 magamistuba, mahutab 12"
  },
  "bookingInfo": {
    "message": "Broneeringu tegemiseks võtke meiega ühendust e-posti või telefoni teel. Oleme hea meelega valmis pakkuma teile kohandatud hinnapakkumist pikemaks peatumiseks.",
    "contactUs": "Võtke meiega ühendust"
  },
  "extraServices": {
    "intro": "Pakume mitmesuguseid täiendavaid teenuseid, et teie viibimist veelgi paremaks muuta. Palun pange tähele, et need teenused on saadaval ainult siis, kui peremees on kohal.",
    "heading": "Lisateenused",
    "service": "Teenus",
    "price": "Hind",
    "perPerson": "(inimese kohta)",
    "description": "Kirjeldus",
    "breakfast": "Hommikusöök",
    "breakfastDetails": "Maitsev kontinentaalne hommikusöök igal hommikul.",
    "wineTasting": "Veinide Degustatsioon",
    "wineTastingDetails": "Kogege kohalikke veine juhendatud degustatsiooniga.",
    "transport": "Transport",
    "transportPrice": "1.5€/km + 15€/h",
    "transportDetails": "Transporditeenus kohalike vaatamisväärsuste juurde ja tagasi.",
    "message": "Täiendavad teenused on saadaval ainult siis, kui peremees on kohal ja need tuleb broneerida vähemalt 3 päeva ette. Broneerimine peab toimuma isiklikult, e-posti teel või telefoni teel."
  },
  "bookingPolicies": {
    "title": "Tingimused",
    "reservationPolicy": "Broneerimine",
    "reservationPolicyText1": "Kõik broneeringud kinnitatakse pärast kogu makse laekumist.",
    "reservationPolicyText2": "Saate kinnituskirja oma viibimise üksikasjadega.",
    "reservationPolicyText3": "Me aktsepteerime makseid krediitkaardiga, deebetkaardiga ja pangaülekandega. Makse tuleb tasuda täielikult broneerimise hetkel.",
    "cancellationPolicy": "Tühistamine",
    "cancellationPolicyText1": "Tühistamisel kuni 14 päeva enne sisseregistreerimise kuupäeva tagastatakse kogu summa.",
    "cancellationPolicyText2": "Tühistamisel 7 kuni 14 päeva enne sisseregistreerimise kuupäeva tagastatakse 50% summast.",
    "cancellationPolicyText3": "Tühistamisel vähem kui 7 päeva enne sisseregistreerimise kuupäeva ei ole tagasimakse võimalik.",
    "noShowPolicy": "Ilmumata jätmine",
    "noShowPolicyText": "Kui te ei ilmu kokkulepitud sisseregistreerimise kuupäeval ilma eelneva teavituseta, võetakse kogu broneeringu summa ja broneering tühistatakse.",
    "additionalServices": "Täiendavad teenused",
    "additionalServicesText1": "Täiendavad teenused (näiteks ekskursioonid, eritoidud või transport) on saadaval ainult siis, kui peremees on kohal.",
    "additionalServicesText2": "Need teenused tuleb broneerida vähemalt 3 päeva ette.",
    "additionalServicesText3": "Broneerimine peab toimuma isiklikult, e-posti teel või telefoni teel.",
    "childrenPolicy": "Lapsed ja lisavoodid",
    "childrenPolicyText1": "Alla 12-aastased lapsed saavad olemasolevaid voodeid kasutades tasuta ööbida.",
    "childrenPolicyText2": "Lisavoodid on saadaval lisatasu eest. Imikute voodid on saadaval eelneval kokkuleppel ja on tasuta.",
    "petsPolicy": "Lemmikloomad",
    "petsPolicyText1": "Lemmikloomad on eelneval kokkuleppel lubatud.",
    "petsPolicyText2": "Teenistusloomad on lubatud eelneva teavitamise ja dokumenteerimise korral.",
    "damagePolicy": "Kahjustused ja vastutus",
    "damagePolicyText1": "Külalised vastutavad oma viibimise ajal kinnistule tekitatud kahju eest.",
    "damagePolicyText2": "Remondi või asendamise kulud võetakse külaliselt. Kinnistu ei vastuta isiklike asjade kaotsimineku või kahjustumise eest. Külalisi soovitatakse oma väärtuslikke esemeid turvaliselt hoida."
  },
  "howToGetHere": {
    "title": "Kuidas siia tulla",
    "byCar": {
      "title": "Autoga",
      "description": "Meie maja juurde sõitmine on suurepärane valik, kui naudite maalilisi marsruute ja oma sõiduki kasutamise paindlikkust. Siin on juhised:",
      "direction1": "Budapestist: Sõitke M7 kiirteele Balatoni suunas, seejärel järgige märke Badacsonysse.",
      "direction2": "Viinist: Sõitke A2 kiirteele Graz'i suunas, seejärel järgige märke Ungarisse ja jätkake Badacsony suunas.",
      "direction3": "Parkimine on saadaval kohapeal."
    },
    "byPlaneRentalCar": {
      "title": "Lennukiga ja rendiautoga",
      "description": "Kui eelistate lennata, saate lennujaamas rentida auto. Siin on üksikasjad:",
      "detail1": "Lendage Budapesti Ferenc Liszt rahvusvahelisse lennujaama (BUD) või Viini rahvusvahelisse lennujaama.",
      "detail2": "Rentige auto lennujaamas ühest suuremast autorendifirmast.",
      "detail3": "Sõitke meie majja, järgides juhiseid, mis on toodud jaotises 'Autoga'."
    },
    "byPlaneTrain": {
      "title": "Lennukiga ja rongiga",
      "description": "Neile, kes ei soovi autoga sõita, saate pärast lendu rongi võtta. Siin on sammud:",
      "step1": "Lendage Budapesti Ferenc Liszt rahvusvahelisse lennujaama (BUD).",
      "step2": "Võtke takso või ühistransport Budapest Déli raudteejaama.",
      "step3": "Võtke rong Badacsony raudteejaama.",
      "step4": "Raudteejaamast jalutage meie majani, mis on 2,5 km kaugusel."
    }
  },
  "tallinnBadacsony": {
    "title": "Reis Tallinnast Badacsony",
    "byCar": {
      "title": "Autoga",
      "description": "Sõit Tallinnast Római út 245, Badacsony on suurepärane valik, kui naudite maalilisi marsruute ja oma sõiduki kasutamise paindlikkust. Siin on juhised:",
      "direction1": "Tallinnast alustage lõunasuunas Pärnu maanteel ja liituge maanteega 4/E67 läbi Pärnu/Ikla rampi.",
      "direction2": "Jätkake E67-l, ületades piiri Lätisse ja suunduge Riia poole.",
      "direction3": "Riias järgige märke, et liituda E67/A7-ga ja jätkake Bauska poole. Ületage piiri Leetu ja jätkake E67/A10-l Panevėžys suunas.",
      "direction4": "Vilniusest võtke A4 Poola piiri suunas, ületades piiri Poola ja järgides märke Suwałki suunas. Jätkake maanteel 8/E67 Białystokini, seejärel Varssavi suunas. Jätkake E67/A2-l, jätkake Łódź ja Wrocławi suunas.",
      "direction5": "Wrocławist võtke A4 Tšehhi piiri suunas, ületades piiri Tšehhi Vabariiki ja jätkates Ostrava suunas. Ostravast liituge D1/E462-ga Brno suunas. Brnost võtke D2/E65 Slovakkia piiri suunas, ületades piiri Slovakkiasse ja suundudes Bratislava suunas. Bratislavast võtke D2 Ungari piiri suunas, ületades piiri Ungarisse ja jätkates Győri suunas. Győrist võtke M1 Budapest suunas. Budapestist võtke M7 kiirtee Balatoni suunas ja järgige märke Badacsonysse. Jätkake kohalikul teel Római út 245, Badacsony."
    },
    "byPlane": {
      "title": "Lennukiga ja rendiautoga",
      "description": "Kui eelistate lennata, saate lennujaamas rentida auto. Siin on üksikasjad:",
      "detail1": "Lennake Tallinna Lennujaamast (TLL) Budapest Ferenc Liszt rahvusvahelisse lennujaama (BUD).",
      "detail2": "Rentige lennujaamast auto ühest suuremast autorendifirmast.",
      "detail3": "Sõitke meie majja järgides juhiseid jaotises 'Autoga' Budapestist Római út 245, Badacsony."
    },
    "byPlaneTrain": {
      "title": "Lennukiga ja rongiga",
      "description": "Neile, kes ei soovi juhtida, saate pärast lendu rongi võtta. Siin on sammud:",
      "step1": "Lennake Tallinna Lennujaamast (TLL) Budapest Ferenc Liszt rahvusvahelisse lennujaama (BUD).",
      "step2": "Tellige takso või kasutage ühistransporti, et jõuda Budapest Déli raudteejaama",
      "step3": "Sõitke rongiga Badacsony rongipeatusesse",
      "step4": "rongipeatusest võtke takso või kõndige meie majani, mis asub 2.5km kaugusel."
    }
  },
  "favourites": {
    "introTitle": "Meie Lemmik Veinibaarid ja Restoranid",
    "introText": "Avastage meie käepikem valik parimatest veinibaaridest ja restoranidest piirkonnas. Iga koht pakub ainulaadset kogemust, mis on ideaalne veinisõpradele ja toidugurmaanidele.",
    "bar1Title": "1. Berkes Vendégház és Étterem",
    "bar1Description": "Hubane külalistemaja ja restoran Badacsonytördemicis, mis on tuntud oma sõbraliku perepersonali ja kaunite vaadete poolest Balatoni järvele ja Szigligeti lossile. Nad pakuvad maitsvaid kohalikke veine ja erinevaid traditsioonilisi Ungari roogasid meeldivas atmosfääris.",
    "bar2Title": "2. Kutasy Pince Bt.",
    "bar2Description": "Elegantne veinikelder, mis pakub hoolikalt valitud kohalikke veine. See on tuntud oma suurepäraste söögikogemuste poolest, mis toovad esile piirkonna veini- ja kulinaarse pärandi.",
    "bar3Title": "3. Domaine Edegger Borászat",
    "bar3Description": "Populaarne veinitehas ja veinibaar, mis on tuntud oma suure atmosfääri ja klaasiga pakutavate veinide valiku poolest. See pakub veinisõpradele ainulaadset kogemust oma võluvas seades ja ulatusliku veinikaardiga.",
    "bar4Title": "4. Panoráma Borterasz",
    "bar4Description": "Tuntud oma suurepärase piirkondlike veinide valiku ja elava atmosfääri poolest, pakub see veiniterass suurepäraseid vaateid ja meeldivat kogemust veinisõpradele.",
    "bar5Title": "5. Laposa Domains",
    "bar5Description": "Tipptasemel veinitehas, mis pakub gurmeemenüüd ja ulatuslikku veinikaarti. Mõis on tuntud kvaliteetsete veinide tootmise ja meeldejäävate gastronoomiliste elamuste pakkumise poolest.",
    "bar6Title": "6. Kisfaludy Ház Étterem",
    "bar6Description": "Võluv restoran, kus on lai valik kohalikke veine ja elav muusika. See on populaarne koht oma hubase atmosfääri ja suurepärase teeninduse poolest.",
    "bar7Title": "7. Rózsakő Vendéglő",
    "bar7Description": "Väike intiimne restoran, kus on hoolikalt valitud peened veinid. See on hästi tuntud oma isikupärase teeninduse ja kvaliteetsete veinide poolest.",
    "bar8Title": "8. Imre borpince",
    "bar8Description": "Peresõbralik veinikelder ja restoran, mis pakub maitsvat toitu ja suurepärast veinivalikut. See on ideaalne koht peredele ja gruppidele, kes otsivad lõõgastavat söögikogemust.",
    "bar9Title": "9. Szeremley Borház",
    "bar9Description": "Elav veinimaja, mis on tuntud oma sõbraliku personali ja suurepäraste veinide poolest. See pakub külalislahket keskkonda ja suurepärast kohalike veinide valikut.",
    "bar10Title": "10. frissTerasz",
    "bar10Description": "Pakub suurepärast veinivalikut ja hubast atmosfääri. See on populaarne koht nii kohalike kui ka külastajate seas, kes soovivad nautida lõõgastavat õhtut hea veiniga.",
    "bar11Title": "11. Pláne Badacsony borterasz",
    "bar11Description": "Kõrgklassi restoran, kus on fantastiline veinikeldri. See pakub peenet söögikogemust, keskendudes kvaliteetsetele veinidele ja gurmeetoidule.",
    "bar12Title": "12. Vigadó Borozó",
    "bar12Description": "Populaarne koht veinisõpradele, kus pakutakse degusteerimisi ja üritusi. See on tuntud oma elava atmosfääri ja suurepärase veinivaliku poolest.",
    "favouriteMapInstruction": "Klõpsa kaardil olevatel numbritel, et näha allpool üksikasju."
  },
  "contacts": {
    "informationTitle": "Kontaktandmed",
    "elikaName": "Elika (eesti-inglise)",
    "elikaPhone": "+372 5555 5555",
    "elikaEmail": "elika[at]example.com",
    "gilesName": "Giles (inglise)",
    "gilesPhone": "+372 5555 5556",
    "gilesEmail": "giles[at]example.com",
    "hoursTitle": "Äriajad",
    "mondayToThursday": "Esmaspäevast neljapäevani: 08:00 - 21:00 EET",
    "fridayToSaturday": "Reedest laupäevani: 12:00 - 21:00 EET"
  },
  "lakeBalaton": {
    "introTitle": "Balatoni järv",
    "introText1": "Balatoni järv on Kesk-Euroopa suurim mageveejärv, mis katab umbes 592 ruutkilomeetri (229 ruutmiili) suuruse ala. Selle ulatuslik pindala ja suhteliselt madal sügavus muudavad selle populaarseks veepõhiste tegevuste sihtkohaks.",
    "introText2": "Balatoni järve pinna all asuvad arvukad geotermilised allikad, mis aitavad kaasa selle sooja vee temperatuurile suvekuudel. See looduslik termiline aktiivsus suurendab järve atraktiivsust ujumiseks, eriti selle lõunarannikul, kus vesi võib jõuda meeldivalt sooja temperatuurini.",
    "swimmingTitle": "Ujumine",
    "swimmingDescription": "Oma madalate vete ja järk-järgult laskuvate randadega on Balatoni järv ideaalne ujumiseks. Paljud rannad järve ümbruses on varustatud selliste mugavustega nagu vetelpäästjad, riietusruumid ja suupistebaarid, tagades mugava ujumiskogemuse igas vanuses külastajatele. Meie majale kõige lähemal asub hiljuti renoveeritud Egry József Strand Badacsony rand. Enamikul järveäärsetest randadest on väike sissepääsutasu.",
    "sailingTitle": "Purjetamine",
    "sailingDescription": "Balatoni järve avarad veed ja stabiilsed tuuled muudavad selle ideaalseks sihtkohaks purjetamishuvilistele. Olgu sa kogenud purjetaja või algaja, saad rentida purjekaid või liituda kohalike purjetamisklubide pakutavate purjetamiskursustega, et avastada järve maalilisi kaldaid ja võluvaid rannikulinnu ainulaadsest vaatenurgast.",
    "waterSkiingTitle": "Veesuusk ja Wakeboarding",
    "waterSkiingDescription": "Põnevuseotsijad saavad nautida veesuusatamist ja wakeboardimist Balatoni järve rahulikel vetel. Rendipoed ja veespordikeskused pakuvad varustust ja juhendamist algajatele, samas kui kogenud sõitjad saavad oma oskusi näidata ja lainetes liuelda."
  },
  "nearbyCitiesPageTitle": "Lähedal Asuvad Linnad",
  "tapolca": {
    "distance": "10 km Badacsonyst",
    "description": "Tapolca on tuntud oma ainulaadse termilise järvekoopa poolest, kus külastajad saavad nautida paadisõite koopas. Linna maalilised tänavad ja rahulik Malom-järv lisavad selle võlu, muutes selle lõõgastumiseks ja avastamiseks mõeldud sihtkohaks."
  },
  "keszthely": {
    "distance": "25 km Badacsonyst",
    "description": "Keszthely on ajalooline linn, mis on tuntud suurepärase Festeticsi palee poolest, mis on vapustav barokkstiilis häärber. Linn pakub järveäärseid promenaade, arvukaid muuseume ja elavaid kultuuriüritusi, pakkudes rikkalikku segu ajaloost ja vaba aja tegevustest."
  },
  "balatonfured": {
    "distance": "35 km Badacsonyst",
    "description": "Balatonfüred on populaarne kuurortlinn, mis on kuulus oma kauni ranna, jahisadama ja ajalooliste villade poolest. Seal toimub iga-aastane Anna ball ja seal on palju vaba aja veetmise võimalusi ning termilisi vanne, muutes selle külastajatele elavaks ja atraktiivseks sihtkohaks."
  },
  "heviz": {
    "distance": "30 km Badacsonyst",
    "description": "Hévíz on tuntud oma loodusliku termilise järve poolest, mis on suurim omataoline Euroopas. Terapeutilised veed meelitavad külastajaid, kes otsivad tervishoiuteenuseid ja lõõgastumist, muutes Hévízist esmaklassilise tervise- ja heaoluturismi sihtkoha."
  },
  "szigliget": {
    "distance": "7 km Badacsonyst",
    "description": "Szigliget on maaliline küla, mis on tuntud oma ajalooliste lossivaremete poolest, kust avaneb panoraamvaade Balatoni järvele. Küla on kuulus ka oma viinamarjaistanduste ja võluva vanaaegse atmosfääri poolest, muutes selle rahulikuks puhkusekohaks."
  },
  "lakeHevizPageTitle": "Lake Hévíz",
  "lakeHeviz": {
    "description": "Hévízi järv on Euroopa suurim looduslik termaaljärv, mis on tuntud oma ravivate omaduste ja aastaringselt sooja temperatuuri poolest. Järve ümbritseb kaunis park ja selle pinnal õitsevad vesiroosid, mis lisavad rahulikku atmosfääri. Külastajad saavad nautida tervendavaid vanne ja protseduure Hévízi spaas, muutes selle populaarseks tervise ja lõõgastumise sihtkohaks.",
    "webpage": "Külasta Hévíz Spa Veebilehte",
    "distance": "29km kaugusel Badacsonyst"
  },
  "badacsonyEventsPageTitle": "Badacsonyi Üritused",
  "events": {
    "wineWeek": {
      "title": "Badacsonyi Veinipäevad",
      "dates": "12. juuli - 28. juuli",
      "description": "Nautige erinevaid kohalikke veine, elavat muusikat ja kultuuriprogramme Badacsony pargis. See on piirkonna rikkalike veinivalmistamise traditsioonide tähistamine.",
      "location": "Badacsony Park"
    },
    "abrahamhegyWineDays": {
      "title": "Ábrahámhegy Veinipäevad",
      "dates": "1. august - 10. august",
      "description": "Festival, mis hõlmab veinide degusteerimist, kohalikke hõrgutisi ja meelelahutust võluvas Ábrahámhegy külas.",
      "location": "Ábrahámhegy"
    },
    "greybeardFestival": {
      "title": "Badacsonyi Hallabe ja Ungari Halli Veise Festival",
      "dates": "10. august - 11. august",
      "description": "Ainulaadne festival, mis tähistab kohaliku Hallabe viinamarjasorti ja Ungari Halli veiseid, pakkudes degusteerimisi, kulinaarseid sündmusi ja kultuuriprogramme.",
      "location": "Badacsony"
    },
    "kingStStephenDays": {
      "title": "Kuningas Püha Stefani Päevad",
      "dates": "15. august - 20. august",
      "description": "Ungari asutamise mälestamine traditsiooniliste pidustuste, paraadide ja ilutulestikuga, austades Ungari esimest kuningat Püha Stefanit.",
      "location": "Badacsony ja ümbritsevad alad"
    },
    "medievalDay": {
      "title": "Keskaegne Päev Szigligeti Lossis",
      "dates": "18. august",
      "description": "Astuge ajas tagasi, nautides taaslavastusi, keskaegset muusikat ja käsitööd ajaloolises Szigligeti lossis.",
      "location": "Szigligeti Loss"
    },
    "harvestFestival": {
      "title": "60. Badacsonyi Saagikoristusfestival",
      "dates": "6. september - 8. september",
      "description": "Tähistage saagikoristushooaja algust veinide degusteerimise, rahvamuusika ja tantsudega, tähistades selle traditsioonilise festivali 60. aastapäeva.",
      "location": "Badacsony Park"
    },
    "perchFestival": {
      "title": "Ahvenafestival Szigligetis",
      "dates": "19. oktoober - 20. oktoober",
      "description": "Kulinaarne festival, mis keskendub ahvenaroogadele, mida saadab elav muusika, kohalikud veinid ja elav atmosfäär.",
      "location": "Szigliget"
    },
    "wineTriathlon": {
      "title": "Veinitriatlon - Rieslingi Nädalavahetus",
      "dates": "24. oktoober - 26. oktoober",
      "description": "Triatloniüritus, mis ühendab spordi väljakutsed ja veinide degusteerimise, keskendudes piirkonna kuulsatele Rieslingi veinidele.",
      "location": "Badacsony ja ümbritsevad veinipiirkonnad"
    },
    "newYearsEveSwim": {
      "title": "Aastavahetuse Ujumine Ábrahámhegyis",
      "dates": "31. detsember",
      "description": "Põnev traditsioon, kus vaprad osalejad võtavad uue aasta tervitamiseks supluse Balatoni järve külmades vetes.",
      "location": "Ábrahámhegy"
    }
  },
  "viewMoreButton": "Vaata Rohkem Üritusi",
  "categories": {
    "1st_floor": "1.korrus",
    "2nd_floor": "2.korrus",
    "Garden": "Aed"
  },
  "eventDescription": "Badacsony sündmused"
}

