{
  "home": {
    "home": "Kodu",
    "title": "Koge Badacsony olemust",
    "intro": "Meie Eesti-Inglise pere poolt hallatav puhkepaik asub Badacsony piirkonna südames, pakkudes hingematvaid vaateid ja rikkalikku veinikultuuri. Naudi rahulikke maastikke ja sooja külalislahkust meie hubases majutuses, mis on ideaalne meeldejäävaks puhkuseks."
  },
  "housing": {
    "layout": "Majaplaan",
    "housing": "Majutus",
    "rooms": "Toad",
    "pricing": "Hinnakiri",
    "extra_services": "Lisateenused",
    "booking_policies": "Broneerimispoliitikad"
  },
  "location": {
    "location": "Asukoht",
    "how_to_get_here": "Kuidas kohale jõuda"
  },
  "wineRegion": {
    "wine_region": "Veinipiirkond",
    "biggest_wine_producers": "Suurimad veinivalmistajad",
    "small_wine_producers": "Väikesed veinivalmistajad",
    "our_favourites": "Meie lemmikud"
  },
  "activities": {
    "activities": "Tegevused",
    "hiking": "Matkamine",
    "cycling": "Jalgrattasõit",
    "lakeBalaton": "Balatoni järv",
    "beaches": "Rannad",
    "nearby_cities": "Lähedal asuvad linnad",
    "spa": "Spa",
    "badacsonyEvents": "Badacsony sündmused"
  },
  "gallery": "Galerii",
  "contact": "Kontakt",
  "hikingExperiences": {
    "heading": "Matkakogemused",
    "description": "Badacsony's matkamine pakub hingematvaid vaateid Balatoni järvele ja lopsakatele viinamarjaistandustele, muutes selle maaliliseks ja tasuvaks väliseikluseks.",
    "main_introduction": "Balatoni järv ja Badacsony piirkond pakuvad mitmesuguseid matkaradasid, millest igaüks pakub ainulaadseid kogemusi loodusehuvilistele. Kuna meie maja asub mugavalt Badacsony mäe küljel, on Badacsony mäe matkarada kõige lähemal ja ligipääsetavam valik. See rada võimaldab teil sukelduda piirkonna looduse ilu, pakkudes vapustavaid vaateid järvele ja lopsakatele viinamarjaistandustele. Lisaks on Balatoni järve ümbruses mitmeid teisi märkimisväärseid marsruute, millest igaüks pakub mitmekesiseid maastikke ja maalilisi vaateid, muutes selle ideaalseks sihtkohaks igas tasemel matkajatele. Olenemata sellest, kas otsite väljakutset pakkuvat matka või lõõgastavat jalutuskäiku, leiate kindlasti raja, mis vastab teie eelistustele.",
    "main_content": "Meie majast algab rada loode suunas, tõustes järk-järgult Badacsony mäe künklikul maastikul. Matkajad naudivad varjulisi metsaradu ja avatud alasid, mis pakuvad vapustavaid panoraamvaateid. Kõrgeim punkt on tipp, mille kõrgus on 437 meetrit ja mis pakub hingematvaid vaateid. Rada lookleb mägisel maastikul, kus on erinevad tõusud ja langused, selgelt tähistatud lihtsaks navigeerimiseks. Lõpus laskub rada läbi maaliliste viinamarjaistanduste, tuues esile piirkonna põllumajandusliku pärandi. Matk lõpeb tagasi meie majas, moodustades mugava ja nauditava ringi.",
    "heading_trail": "Badacsony mäe rada"
  },
  "cyclingExperiences": {
    "heading": "Jalgrattasõidu Elamused",
    "description": "Jalgrattasõit Badacsonys ja Balatoni järve ümbruses pakub ainulaadset segu kaunitest viinamarjaistandustest, ajaloolistest maamärkidest ja järveäärsetest vaadetest, muutes selle ideaalseks sihtkohaks meeldejäävaks ja maaliliseks rattaseikluseks.",
    "main_introduction": {
      "part1_title": "Badacsony mäerajad:",
      "part1": "Badacsony vulkaaniline mägi pakub ratturitele väljakutsuvat, kuid tasuvat kogemust. Rattarajad looklevad läbi lopsakate viinamarjaistanduste ja võluvate külade, pakkudes hingematvaid vaateid Balatoni järvele. Maastik võib olla järsk ja karm, muutes selle ideaalseks mägirattasõidu entusiastidele, kes otsivad adrenaliinilaksu.",
      "part2_title": "Balatoni jalgrattatee:",
      "part2": "Kõige populaarsem marsruut on Balatoni jalgrattatee (Balatoni Bringakörút), 200-kilomeetrine ring, mis ümbritseb kogu järve. See tee on hästi märgistatud ja enamasti tasane, muutes selle ligipääsetavaks peredele ja juhuslikele ratturitele. Marsruut läbib maalilisi linnu, randu ja arvukalt vaatamisväärsusi, võimaldades ratturitel avastada piirkonna rikkalikku ajalugu ja kultuuri.",
      "part3_title": "Loodusrajad:",
      "part3": "Peale peamise jalgrattatee on palju loodusrajad, mis viivad ratturid maalilisse maapiirkonda. Need rajad viivad läbi metsade, märgalade ja looduskaitsealade, pakkudes lähemat pilku kohalikele taime- ja loomaliikidele."
    },
    "main_balaton_route_header": "Balatoni jalgrattatee",
    "main_balaton_route": {
      "part1_title": "Marsruudi ülevaade:",
      "part1": "Balatoni järve ümbritsev jalgrattatee on üle 200 kilomeetri pikk, pakkudes põhjalikku reisi kaunite maastike kaudu, mis ümbritsevad järve. Marsruut kombineerib spetsiaalseid jalgrattateid ja vaikseid kõrvalteid, tagades meeldiva sõidu kõikidele ratturitasemetele.",
      "part2_title": "Maastiku üksikasjad:",
      "part2": "Järve lõuna- ja lääneosa marsruut on üsna tasane, pakkudes lõõgastavat sõitu, mis sobib ideaalselt peredele. Järve põhja- ja idaosa on üsna mägine, pakkudes rohkem väljakutseid ja mitmesuguseid maalilisi vaatepunkte neile, kes otsivad kosutavat sõitu.",
      "part3_title": "Jalgrattasõidu juhised:",
      "part3": "Ratturitel soovitatakse kasutada märgistatud jalgrattateid alati, kui need on olemas, kuna need on ohutumad ja mugavamad kui põhiteed. Suuremaid autoteid tuleks võimaluse korral vältida, eriti kui olemas on spetsiaalsed jalgrattateed. See tagab ohutuma ja nauditavama jalgrattasõidukogemuse.",
      "part4_title": "Liiklus ja tingimused:",
      "part4": "Ratturid peaksid olema teadlikud, et mõned jalgrattatee lõigud võivad olla halvas seisukorras. Probleemideks võivad olla lõhenenud asfalt, puujuured, mis tõstavad pinda laineliseks."
    },
    "main_introduction_header": "Jalgrattateed ja -rajad",
    "main_rental_header": "Rattarent ja -teenused",
    "main_rental": "Balatoni järve ümbruses, sealhulgas Badacsony piirkonnas, on palju rattarendipoode. Need poed pakuvad erinevaid jalgrattaid, alates maastikuratastest kuni elektriratasteni. Meil on majas ka 2 jalgratast, mida saate kasutada.",
    "main_events_header": "Üritused ja tuurid",
    "main_events": "Aasta jooksul korraldatakse piirkonnas erinevaid jalgrattaüritusi ja juhendatud tuure. Need üritused on mõeldud erineva tasemega ratturitele ja pakuvad suurepärast võimalust piirkonda avastada ekspertide juhendamisel.",
    "main_3days": "...Teise võimalusena võite rattamatke jagada kolmele päevale, kuigi see nõuab parvlaeva kasutamist."
  },
  "layout": {
    "firstFloor": {
      "heading": "Esimene korrus",
      "content": "Esimene korrus on kodu süda, kus on avar elutuba, mis on sisustatud diivanitega, mida saab hõlpsasti vooditeks muuta, ideaalne külaliste vastuvõtmiseks. Sellel korrusel on ka mitmeid keldriruume ja ainulaadne 16-meetri pikkune veinikeldri tunnel, mis on uuristatud Badacsony mäe vulkaanilisse pinnasesse, pakkudes veinientusiastidele erilist omadust. Lisaks asub sellel korrusel garaaž ja abiruum, tagades praktilisuse ja elamise lihtsuse."
    },
    "upperFloor": {
      "heading": "Ülemine korrus",
      "content": "Ülemine korrus on mõeldud privaatsuseks ja lõõgastumiseks, kus on kolm hubast magamistuba. Üks neist magamistubadest on koos rõduga, pakkudes vaateid Balatoni järvele."
    },
    "entrances": {
      "heading": "Sissepääsud",
      "content": "Kaks peamist sissepääsu, üks kummalgi esimesel kahel korrusel, pakuvad mugavat juurdepääsu ja lisavad paindlikkust erinevatele elukorraldustele."
    },
    "kitchensAndBathrooms": {
      "heading": "Köögid ja vannitoad",
      "content": "Mõlemal esimesel kahel korrusel on kaasaegne köök ja täielik vannituba dušiga. Ülemise korruse köögis on ka söögituba, mis on ideaalne peretoidukordade ja koosviibimiste jaoks."
    }
  },
  "wineries": {
    "laposa_estate": {
      "name": "Laposa Estate",
      "description": "See perekonna poolt juhitav veinimaja on üks silmapaistvamaid Badacsony piirkonnas, tootes aastas umbes 500 000 pudelit. Nad on tuntud oma valgete veinide, sealhulgas Welschrieslingi, Rhine Rieslingi, Pinot Grisi, Kéknyelű, Furminti ja Juhfarki poolest. Kinnistu pakub erinevaid gastronoomilisi elamusi ja veinide degusteerimist koos hingematvate vaadetega Balatoni järvele.",
      "website_text": "Külastage veebisaiti",
      "website_url": "https://www.laposa.hu/en"
    },
    "sipos_borhaz": {
      "name": "SIPOS Borház",
      "description": "Teine märkimisväärne veinimaja piirkonnas, SIPOS Borház on perekonna omanduses ja toodab erinevaid valgeid, punaseid ja rosé veine. Veinimaja rõhutab kvaliteeti kvantiteedi üle ja on tuntud oma veinide poolest, mis on valmistatud nende enda viinamarjaistandustes kasvatatud viinamarjadest Balatoni järve lähedal.",
      "website_text": "Külastage veebisaiti",
      "website_url": "https://www.siposbor.hu/"
    },
    "patzay_winery": {
      "name": "Pátzay Winery",
      "description": "Badacsonytomajis asuv Pátzay Winery on tuntud oma elavate veinide poolest, mis on toodetud kaasaegset tehnoloogiat kasutades, säilitades samal ajal traditsioonilised meetodid. Neil on maine elegantsete veinide tootmisel, mis peegeldavad piirkonna ainulaadset vulkaanilist pinnast.",
      "website_text": "Külastage veebisaiti",
      "website_url": "https://winesofhungary.hu/wineries/patzay-winery-4819"
    },
    "villa_tolnay_borhaz": {
      "name": "Villa Tolnay Borhaz",
      "description": "See veinimaja keskendub terroir-veinidele, kasutades piirkonna vulkaanilist pinnast, et toota eristuvaid ja maitseküllaseid veine. Nad on tuntud oma pühendumuse poolest kvaliteedile ja oma veinide ainulaadsetele omadustele.",
      "website_text": "Külastage veebisaiti",
      "website_url": "https://villatolnay.wineshop.hu/"
    },
    "valibor": {
      "name": "VáliBor",
      "description": "VáliBor on tuntud oma värskete veinide poolest, mis on valmistatud mahepõllumajanduslikult kasvatatud viinamarjadest. Nad pakuvad kodust ja kohalikku toitu koos oma veinidega. Nende pühendumus mahepõllumajandusele ja traditsioonilistele meetoditele muudab nende veinid silmapaistvaks.",
      "website_text": "Külastage veebisaiti",
      "website_url": "https://www.valibor.hu/en"
    }
  }
}
